Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

# VerifyEmail_GoToSettings
source: Go to Preferred Email Settings
de: Zu den E-Mail-Einstellungen
es: Ir a ajustes de correo preferido
fr: Accéder aux paramètres de l'e-mail préféré
it: Vai alle impostazioni email

# VerifyEmail_GoHome
source: Go to Home Page
de: Zur Startseite
es: Ir a la página de inicio
fr: Retour à l'accueil
it: Vai alla Home

# Profile_ActionRequired
source: Action Required:
de: Handlungsbedarf:
es: Acción requerida:
fr: Action requise :
it: Azione richiesta:

# Profile_PendingConsents
source: You have {0} pending consent(s) to review.
de: Sie haben {0} ausstehende Einwilligung(en) zur Prüfung.
es: Tiene {0} consentimiento(s) pendiente(s) por revisar.
fr: Vous avez {0} consentement(s) en attente de révision.
it: Ha {0} consenso/i in sospeso da esaminare.

# Profile_ReviewNow
source: Review now
de: Jetzt prüfen
es: Revisar ahora
fr: Consulter maintenant
it: Esamina ora

# Profile_PendingApproval
source: Pending Approval:
de: Genehmigung ausstehend:
es: Pendiente de aprobación:
fr: En attente d'approbation :
it: In attesa di approvazione:

# Profile_PendingApprovalDescription
source: Your account is awaiting Board approval. Once approved, you'll be enrolled in the Volunteers team and receive access to organizational resources.
de: Ihr Konto wartet auf die Genehmigung durch den Vorstand. Nach der Genehmigung werden Sie dem Volunteers-Team zugewiesen und erhalten Zugang zu den Organisationsressourcen.
es: Su cuenta está pendiente de aprobación por la Junta Directiva. Una vez aprobada, se le inscribirá en el equipo de Voluntarios y recibirá acceso a los recursos de la organización.
fr: Votre compte est en attente d'approbation par le Conseil d'administration. Une fois approuvé, vous serez inscrit dans l'équipe des Bénévoles et recevrez l'accès aux ressources de l'organisation.
it: Il Suo account è in attesa di approvazione da parte del Consiglio. Una volta approvato, verrà inserito nel team Volunteers e riceverà l'accesso alle risorse dell'organizzazione.

source: Profile Information
de: Profilinformationen
es: Información del perfil
fr: Informations du profil
it: Informazioni del profilo

# Profile_LegalName
source: Legal Name
de: Bürgerlicher Name
es: Nombre legal
fr: Nom légal
it: Nome legale

# Profile_OnlyVisibleToYouAndBoard
source: only visible to you and board
de: nur für Sie und den Vorstand sichtbar
es: solo visible para usted y la junta
fr: visible uniquement par vous et le conseil
it: visibile solo a Lei e al Consiglio

# Profile_Phone
source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono

# Profile_Location
source: Location
de: Standort
es: Ubicación
fr: Localisation
it: Località

# Profile_Bio
source: Bio
de: Biografie
es: Biografía
fr: Biographie
it: Biografia

# Profile_ContactInformation
source: Contact Information
de: Kontaktinformationen
es: Información de contacto
fr: Coordonnées
it: Informazioni di contatto

# Profile_NoContactInfo
source: No contact information added yet.
de: Noch keine Kontaktdaten hinzugefügt.
es: Aún no se ha añadido información de contacto.
fr: Aucune coordonnée ajoutée pour le moment.
it: Nessuna informazione di contatto aggiunta.

# Profile_AddSome
source: Add some
de: Einige hinzufügen
es: Añadir información
fr: En ajouter
it: Aggiungi

# Profile_Teams
source: Teams
es: Equipos
fr: Équipes
it: Team

# Profile_Lead
source: Lead
es: Líder
fr: Responsable

# Profile_NoCVEntries
source: No entries yet.
de: Noch keine Einträge.
es: Aún no hay entradas.
fr: Aucune entrée pour le moment.
it: Nessuna voce presente.

# Profile_AddFirstEntry
source: Add your first entry
de: Ersten Eintrag hinzufügen
es: Añadir su primera entrada
fr: Ajouter votre première entrée
it: Aggiungi la prima voce

# Profile_QuickActions
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide

# ProfileEdit_BurnerNamePlaceholder
source: The name you go by
de: Der Name, unter dem Sie bekannt sind
es: El nombre por el que se le conoce
fr: Le nom sous lequel on vous connaît
it: Il nome con cui è conosciuto/a

# ProfileEdit_BurnerNameHelp
source: This is your public display name, visible to everyone.
de: Dies ist Ihr öffentlicher Anzeigename, der für alle sichtbar ist.
es: Este es su nombre público, visible para todos.
fr: C'est votre nom d'affichage public, visible par tous.
it: Questo è il Suo nome visualizzato pubblico, visibile a tutti.

# ProfileEdit_LegalNameHelp
source: Required for official documents and signing. Only visible to you and board members.
de: Erforderlich für offizielle Dokumente und Unterschriften. Nur für Sie und Vorstandsmitglieder sichtbar.
es: Necesario para documentos oficiales y firmas. Solo visible para usted y los miembros de la junta.
fr: Requis pour les documents officiels et les signatures. Visible uniquement par vous et les membres du conseil.
it: Richiesto per documenti ufficiali e firme. Visibile solo a Lei e ai membri del Consiglio.

# ProfileEdit_Select
source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona

# ProfileEdit_City
source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città

# ProfileEdit_CityHelp
source: Search for your city to set your location.
de: Suchen Sie nach Ihrer Stadt, um Ihren Standort festzulegen.
es: Busque su ciudad para establecer su ubicación.
fr: Recherchez votre ville pour définir votre localisation.
it: Cerchi la Sua città per impostare la Sua posizione.

# ProfileEdit_CurrentLocation
source: Current location:
de: Aktueller Standort:
es: Ubicación actual:
fr: Localisation actuelle :
it: Posizione attuale:

# ProfileEdit_BioHelp
source: Tell us a bit about yourself.
de: Erzählen Sie uns ein wenig über sich.
es: Cuéntenos un poco sobre usted.
fr: Parlez-nous un peu de vous.
it: Ci racconti qualcosa di sé.

# ProfileEdit_ContactInfoHelp
source: Add ways for other members to reach you. Control who can see each piece of information.
de: Fügen Sie Kontaktmöglichkeiten für andere Mitglieder hinzu. Kontrollieren Sie, wer welche Information sehen kann.
es: Añada formas de contacto para que otros miembros puedan comunicarse con usted. Controle quién puede ver cada dato.
fr: Ajoutez des moyens de contact pour que les autres membres puissent vous joindre. Contrôlez qui peut voir chaque information.
it: Aggiunga modalità di contatto per gli altri membri. Controlli chi può vedere ogni informazione.

# ProfileEdit_AddContactField
source: Add Contact Field
de: Kontaktfeld hinzufügen
es: Añadir campo de contacto
fr: Ajouter un champ de contact
it: Aggiungi campo contatto

# ProfileEdit_BurnerCVHelp
source: Document your involvement in events, roles, and camps. Entries are sorted by date (newest first).
de: Dokumentieren Sie Ihre Beteiligung an Veranstaltungen, Rollen und Camps. Einträge werden nach Datum sortiert (neueste zuerst).
es: Documente su participación en eventos, roles y campamentos. Las entradas se ordenan por fecha (más recientes primero).
fr: Documentez votre participation aux événements, rôles et camps. Les entrées sont triées par date (les plus récentes en premier).
it: Documenti il Suo coinvolgimento in eventi, ruoli e camp. Le voci sono ordinate per data (più recenti prima).

# ProfileEdit_AddEntry
source: Add Entry
de: Eintrag hinzufügen
es: Añadir entrada
fr: Ajouter une entrée
it: Aggiungi voce

# ProfileEdit_ManagePreferredEmail
source: Manage Preferred Email
de: Bevorzugte E-Mail verwalten
es: Gestionar correo preferido
fr: Gérer l'e-mail préféré
it: Gestisci email preferita

# ProfileEdit_PreferredEmailHelp
source: Set a different email address for receiving system notifications.
de: Legen Sie eine andere E-Mail-Adresse für den Empfang von Systembenachrichtigungen fest.
es: Establezca una dirección de correo diferente para recibir las notificaciones del sistema.
fr: Définissez une adresse e-mail différente pour recevoir les notifications du système.
it: Imposti un indirizzo email diverso per ricevere le notifiche di sistema.

# ProfilePrivacy_Lead
source: Manage your personal data and privacy settings.
de: Verwalten Sie Ihre persönlichen Daten und Datenschutzeinstellungen.
es: Gestione sus datos personales y ajustes de privacidad.
fr: Gérez vos données personnelles et vos paramètres de confidentialité.
it: Gestisca i Suoi dati personali e le impostazioni sulla privacy.

# ProfilePrivacy_ExportTitle
source: Export Your Data
de: Ihre Daten exportieren
es: Exportar sus datos
fr: Exporter vos données
it: Esporta i Suoi dati

# ProfilePrivacy_ExportDescription
source: Download a copy of all your personal data in JSON format. This includes:
de: Laden Sie eine Kopie aller Ihrer persönlichen Daten im JSON-Format herunter. Dies umfasst:
es: Descargue una copia de todos sus datos personales en formato JSON. Esto incluye:
fr: Téléchargez une copie de toutes vos données personnelles au format JSON. Cela comprend :
it: Scarichi una copia di tutti i Suoi dati personali in formato JSON. Include:

# ProfilePrivacy_ExportAccountInfo
source: Account information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations du compte
it: Informazioni dell'account

# ProfilePrivacy_ExportProfileDetails
source: Profile details
de: Profildetails
es: Datos del perfil
fr: Détails du profil
it: Dettagli del profilo

# ProfilePrivacy_ExportContactFields
source: Contact fields
de: Kontaktfelder
es: Campos de contacto
fr: Champs de contact
it: Campi di contatto

# ProfilePrivacy_ExportApplications
source: Membership applications
de: Mitgliedschaftsanträge
es: Solicitudes de membresía
fr: Candidatures d'adhésion
it: Domande di iscrizione

# ProfilePrivacy_ExportConsents
source: Consent records
de: Einwilligungsnachweise
es: Registros de consentimiento
fr: Registres de consentement
it: Registrazioni dei consensi

# ProfilePrivacy_ExportTeams
source: Team memberships
de: Teammitgliedschaften
es: Membresías de equipo
fr: Adhésions aux équipes
it: Appartenenza ai team

# ProfilePrivacy_ExportRoles
source: Role assignments
de: Rollenzuweisungen
es: Asignaciones de roles
fr: Attributions de rôles
it: Assegnazione dei ruoli

# ProfilePrivacy_DownloadMyData
source: Download My Data
de: Meine Daten herunterladen
es: Descargar mis datos
fr: Télécharger mes données
it: Scarica i miei dati

# ProfilePrivacy_DeleteTitle
source: Delete Your Account
de: Ihr Konto löschen
es: Eliminar su cuenta
fr: Supprimer votre compte
it: Elimina il Suo account

# ProfilePrivacy_DeleteDescription
source: Request deletion of your account and personal data.
de: Beantragen Sie die Löschung Ihres Kontos und Ihrer persönlichen Daten.
es: Solicite la eliminación de su cuenta y datos personales.
fr: Demandez la suppression de votre compte et de vos données personnelles.
it: Richieda l'eliminazione del Suo account e dei Suoi dati personali.

# ProfilePrivacy_DeleteGracePeriod
source: A 30-day grace period allows you to cancel the request
de: Eine 30-tägige Frist ermöglicht es Ihnen, den Antrag zurückzuziehen
es: Un periodo de gracia de 30 días le permite cancelar la solicitud
fr: Un délai de grâce de 30 jours vous permet d'annuler la demande
it: Un periodo di grazia di 30 giorni Le consente di annullare la richiesta

# ProfilePrivacy_DeleteAnonymized
source: After 30 days, your personal information will be anonymized and access permanently blocked
de: Nach 30 Tagen werden Ihre persönlichen Daten anonymisiert und der Zugang dauerhaft gesperrt
es: Después de 30 días, su información personal será anonimizada y el acceso bloqueado permanentemente
fr: Après 30 jours, vos informations personnelles seront anonymisées et l'accès définitivement bloqué
it: Dopo 30 giorni, le Sue informazioni personali verranno anonimizzate e l'accesso bloccato permanentemente

# ProfilePrivacy_DeleteRetained
source: Anonymized records are retained for legal compliance and audit purposes but cannot be linked to your identity
de: Anonymisierte Datensätze werden aus gesetzlichen und Prüfungsgründen aufbewahrt, können aber nicht mehr Ihrer Identität zugeordnet werden
es: Los registros anonimizados se conservan con fines de cumplimiento legal y auditoría, pero no pueden vincularse a su identidad
fr: Les enregistrements anonymisés sont conservés à des fins de conformité légale et d'audit, mais ne peuvent pas être associés à votre identité
it: I dati anonimizzati vengono conservati per conformità legale e scopi di audit, ma non possono essere ricondotti alla Sua identità

# ProfilePrivacy_RequestDeletion
source: Request Account Deletion
de: Kontolöschung beantragen
es: Solicitar eliminación de cuenta
fr: Demander la suppression du compte
it: Richiedi eliminazione account

# ProfilePrivacy_DeletionPending
source: Deletion Pending
de: Löschung ausstehend
es: Eliminación pendiente
fr: Suppression en attente
it: Eliminazione in sospeso

# ProfilePrivacy_DeletionScheduledFor
source: Your account is scheduled for deletion on {0}.
de: Ihr Konto ist zur Löschung am {0} vorgemerkt.
es: Su cuenta está programada para ser eliminada el {0}.
fr: Votre compte est programmé pour être supprimé le {0}.
it: Il Suo account è programmato per l'eliminazione il {0}.

# ProfilePrivacy_DeletionCancelInfo
source: You can cancel this request before the deletion date if you change your mind.
de: Sie können diesen Antrag vor dem Löschdatum zurückziehen, wenn Sie es sich anders überlegen.
es: Puede cancelar esta solicitud antes de la fecha de eliminación si cambia de opinión.
fr: Vous pouvez annuler cette demande avant la date de suppression si vous changez d'avis.
it: Può annullare questa richiesta prima della data di eliminazione, se cambia idea.

# ProfilePrivacy_CancelDeletion
source: Cancel Deletion Request
de: Löschantrag zurückziehen
es: Cancelar solicitud de eliminación
fr: Annuler la demande de suppression
it: Annulla richiesta di eliminazione

# ProfilePrivacy_DPOContact
source: For questions about your data or privacy rights, contact our Data Protection Officer:
de: Bei Fragen zu Ihren Daten oder Datenschutzrechten wenden Sie sich an unseren Datenschutzbeauftragten:
es: Si tiene preguntas sobre sus datos o derechos de privacidad, contacte con nuestro Delegado de Protección de Datos:
fr: Pour toute question concernant vos données ou vos droits en matière de confidentialité, contactez notre Délégué à la protection des données :
it: Per domande sui Suoi dati o diritti alla privacy, contatti il nostro Responsabile della Protezione dei Dati:

# ProfilePrivacy_Email
source: Email:
es: Correo electrónico:

# ProfilePrivacy_ViewFullPolicy
source: View Full Privacy Policy
de: Vollständige Datenschutzrichtlinie anzeigen
es: Ver política de privacidad completa
fr: Voir la politique de confidentialité complète
it: Visualizza informativa completa sulla privacy

# ProfilePrivacy_ConfirmDeletion
source: Confirm Account Deletion
de: Kontolöschung bestätigen
es: Confirmar eliminación de cuenta
fr: Confirmer la suppression du compte
it: Conferma eliminazione account

# ProfilePrivacy_ConfirmDeletionQuestion
source: Are you sure you want to request deletion of your account?
de: Sind Sie sicher, dass Sie die Löschung Ihres Kontos beantragen möchten?
es: ¿Está seguro de que desea solicitar la eliminación de su cuenta?
fr: Êtes-vous sûr de vouloir demander la suppression de votre compte ?
it: È sicuro/a di voler richiedere l'eliminazione del Suo account?

# ProfilePrivacy_ConfirmAnonymized30Days
source: Your personal information will be anonymized in 30 days
de: Ihre persönlichen Daten werden in 30 Tagen anonymisiert
es: Su información personal será anonimizada en 30 días
fr: Vos informations personnelles seront anonymisées dans 30 jours
it: Le Sue informazioni personali verranno anonimizzate entro 30 giorni

# ProfilePrivacy_ConfirmCanCancel
source: You can cancel this request at any time before the anonymization date
de: Sie können diesen Antrag jederzeit vor dem Anonymisierungsdatum zurückziehen
es: Puede cancelar esta solicitud en cualquier momento antes de la fecha de anonimización
fr: Vous pouvez annuler cette demande à tout moment avant la date d'anonymisation
it: Può annullare questa richiesta in qualsiasi momento prima della data di anonimizzazione

# ProfilePrivacy_ConfirmNoRecovery
source: After anonymization, your account cannot be recovered
de: Nach der Anonymisierung kann Ihr Konto nicht wiederhergestellt werden
es: Después de la anonimización, su cuenta no podrá ser recuperada
fr: Après l'anonymisation, votre compte ne pourra pas être récupéré
it: Dopo l'anonimizzazione, il Suo account non potrà essere recuperato

# ProfilePrivacy_YesDeleteMyAccount
source: Yes, Delete My Account
de: Ja, mein Konto löschen
es: Sí, eliminar mi cuenta
fr: Oui, supprimer mon compte
it: Sì, elimina il mio account

# PreferredEmail_Description
source: By default, system notifications are sent to your sign-in email. You can specify a different email address to receive these notifications.
de: Standardmäßig werden Systembenachrichtigungen an Ihre Anmelde-E-Mail gesendet. Sie können eine andere E-Mail-Adresse für den Empfang dieser Benachrichtigungen angeben.
es: Por defecto, las notificaciones del sistema se envían a su correo de inicio de sesión. Puede especificar una dirección de correo diferente para recibir estas notificaciones.
fr: Par défaut, les notifications du système sont envoyées à votre adresse de connexion. Vous pouvez spécifier une adresse e-mail différente pour recevoir ces notifications.
it: Per impostazione predefinita, le notifiche di sistema vengono inviate al Suo indirizzo email di accesso. Può specificare un indirizzo email diverso per ricevere queste notifiche.

# PreferredEmail_CurrentSettings
source: Current Email Settings
de: Aktuelle E-Mail-Einstellungen
es: Configuración actual del correo
fr: Paramètres actuels de l'e-mail
it: Impostazioni email attuali

# PreferredEmail_SignInEmail
source: Sign-in Email
de: Anmelde-E-Mail
es: Correo de inicio de sesión
fr: E-mail de connexion
it: Email di accesso

# PreferredEmail_GoogleAccount
source: Google Account
de: Google-Konto
es: Cuenta de Google
fr: Compte Google
it: Account Google

# PreferredEmail_NotSet
source: Not set (using sign-in email)
de: Nicht festgelegt (Anmelde-E-Mail wird verwendet)
es: No configurado (se usa el correo de inicio de sesión)
fr: Non défini (utilisation de l'e-mail de connexion)
it: Non impostata (viene utilizzata l'email di accesso)

# PreferredEmail_Verified
source: Verified
de: Verifiziert
es: Verificado
fr: Vérifié
it: Verificata

# PreferredEmail_PendingVerification
source: Pending Verification
de: Verifizierung ausstehend
es: Verificación pendiente
fr: Vérification en attente
it: Verifica in sospeso

# PreferredEmail_NotificationsSentTo
source: Notifications Sent To
de: Benachrichtigungen gesendet an
es: Las notificaciones se envían a
fr: Notifications envoyées à
it: Notifiche inviate a

# PreferredEmail_Preferred
source: preferred
de: bevorzugt
es: preferido
fr: préféré
it: preferita

# PreferredEmail_SignInEmailLabel
source: sign-in email
de: Anmelde-E-Mail
es: correo de inicio de sesión
fr: e-mail de connexion
it: email di accesso

# PreferredEmail_VerificationSent
source: A verification email has been sent to {0}. Please check your inbox and click the verification link.
de: Eine Bestätigungs-E-Mail wurde an {0} gesendet. Bitte überprüfen Sie Ihren Posteingang und klicken Sie auf den Bestätigungslink.
es: Se ha enviado un correo de verificación a {0}. Por favor, revise su bandeja de entrada y haga clic en el enlace de verificación.
fr: Un e-mail de vérification a été envoyé à {0}. Veuillez consulter votre boîte de réception et cliquer sur le lien de vérification.
it: Un'email di verifica è stata inviata a {0}. Controlli la Sua casella di posta e clicchi sul link di verifica.

# PreferredEmail_ResendCooldown
source: You can request a new verification email in {0} minute(s).
de: Sie können in {0} Minute(n) eine neue Bestätigungs-E-Mail anfordern.
es: Puede solicitar un nuevo correo de verificación en {0} minuto(s).
fr: Vous pourrez demander un nouvel e-mail de vérification dans {0} minute(s).
it: Potrà richiedere una nuova email di verifica tra {0} minuto/i.

# PreferredEmail_SetTitle
source: Set Preferred Email
de: Bevorzugte E-Mail festlegen
es: Establecer correo preferido
fr: Définir l'e-mail préféré
it: Imposta email preferita

# PreferredEmail_ChangeTitle
source: Change Preferred Email
de: Bevorzugte E-Mail ändern
es: Cambiar correo preferido
fr: Modifier l'e-mail préféré
it: Cambia email preferita

# PreferredEmail_VerificationWillBeSent
source: A verification email will be sent to this address.
de: Eine Bestätigungs-E-Mail wird an diese Adresse gesendet.
es: Se enviará un correo de verificación a esta dirección.
fr: Un e-mail de vérification sera envoyé à cette adresse.
it: Un'email di verifica verrà inviata a questo indirizzo.

# PreferredEmail_SendVerification
source: Send Verification Email
de: Bestätigungs-E-Mail senden
es: Enviar correo de verificación
fr: Envoyer l'e-mail de vérification
it: Invia email di verifica

# PreferredEmail_RemoveTitle
source: Remove Preferred Email
de: Bevorzugte E-Mail entfernen
es: Eliminar correo preferido
fr: Supprimer l'e-mail préféré
it: Rimuovi email preferita

# PreferredEmail_RemoveDescription
source: Remove your preferred email and use your sign-in email for all system notifications.
de: Entfernen Sie Ihre bevorzugte E-Mail und verwenden Sie Ihre Anmelde-E-Mail für alle Systembenachrichtigungen.
es: Elimine su correo preferido y utilice su correo de inicio de sesión para todas las notificaciones del sistema.
fr: Supprimez votre e-mail préféré et utilisez votre e-mail de connexion pour toutes les notifications du système.
it: Rimuova l'email preferita e utilizzi l'email di accesso per tutte le notifiche di sistema.

# PreferredEmail_RemoveConfirm
source: Are you sure you want to remove your preferred email?
de: Sind Sie sicher, dass Sie Ihre bevorzugte E-Mail entfernen möchten?
es: ¿Está seguro de que desea eliminar su correo preferido?
fr: Êtes-vous sûr de vouloir supprimer votre e-mail préféré ?
it: È sicuro/a di voler rimuovere l'email preferita?

# PreferredEmail_RemoveButton
source: Remove Preferred Email
de: Bevorzugte E-Mail entfernen
es: Eliminar correo preferido
fr: Supprimer l'e-mail préféré
it: Rimuovi email preferita

# PreferredEmail_BackToEdit
source: Back to Edit Profile
de: Zurück zur Profilbearbeitung
es: Volver a editar perfil
fr: Retour à la modification du profil
it: Torna alla modifica del profilo

# Profile_Updated
source: Profile updated successfully.
de: Profil erfolgreich aktualisiert.
es: Perfil actualizado correctamente.
fr: Profil mis à jour avec succès.
it: Profilo aggiornato con successo.

# Profile_EnterEmail
source: Please enter an email address.
de: Bitte geben Sie eine E-Mail-Adresse ein.
es: Por favor, introduzca una dirección de correo electrónico.
fr: Veuillez saisir une adresse e-mail.
it: Inserisca un indirizzo email.

# Profile_AlreadySignInEmail
source: This is already your sign-in email. No need to set it as preferred.
de: Dies ist bereits Ihre Anmelde-E-Mail. Sie müssen sie nicht als bevorzugt festlegen.
es: Esta ya es su dirección de inicio de sesión. No es necesario establecerla como preferida.
fr: C'est déjà votre adresse de connexion. Il n'est pas nécessaire de la définir comme préférée.
it: Questo è già il Suo indirizzo email di accesso. Non è necessario impostarlo come preferito.

# Profile_VerificationCooldown
source: Please wait {0} minute(s) before requesting another verification email.
de: Bitte warten Sie {0} Minute(n), bevor Sie eine weitere Bestätigungs-E-Mail anfordern.
es: Por favor, espere {0} minuto(s) antes de solicitar otro correo de verificación.
fr: Veuillez patienter {0} minute(s) avant de demander un autre e-mail de vérification.
it: Attenda {0} minuto/i prima di richiedere un'altra email di verifica.
