Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

source: Consent History
de: Einwilligungsverlauf
es: Historial de consentimientos
fr: Historique des consentements
it: Storico dei consensi

# Consent_NoRecords
source: No consent records yet.
de: Noch keine Einwilligungsnachweise vorhanden.
es: Aún no hay registros de consentimiento.
fr: Aucun enregistrement de consentement pour le moment.
it: Nessuna registrazione di consenso presente.

# Consent_AboutTitle
source: About Consent
de: Über Einwilligungen
es: Acerca del consentimiento
fr: À propos du consentement
it: Informazioni sui consensi

# Consent_AboutDescription
source: By consenting to these documents, you agree to be bound by their terms. The Spanish version is the legally binding text. English translations are provided for convenience only.
de: Mit Ihrer Zustimmung zu diesen Dokumenten erklären Sie sich mit deren Bedingungen einverstanden. Die spanische Fassung ist der rechtsverbindliche Text. Englische Übersetzungen dienen ausschließlich der Verständlichkeit.
es: Al otorgar su consentimiento a estos documentos, acepta quedar vinculado por sus términos. La versión en español es el texto legalmente vinculante. Las traducciones al inglés se proporcionan únicamente a título informativo.
fr: En consentant à ces documents, vous acceptez d'être lié par leurs conditions. La version espagnole est le texte juridiquement contraignant. Les traductions en anglais sont fournies à titre indicatif uniquement.
it: Acconsentendo a questi documenti, accetta di essere vincolato ai loro termini. La versione in spagnolo è il testo legalmente vincolante. Le traduzioni in inglese sono fornite solo per comodità.

# ConsentReview_AlreadyConsented
source: Already Consented
de: Bereits zugestimmt
es: Ya ha otorgado su consentimiento
fr: Consentement déjà donné
it: Consenso già dato

# ConsentReview_ChangesInVersion
source: Changes in this version:
de: Änderungen in dieser Version:
es: Cambios en esta versión:
fr: Modifications dans cette version :
it: Modifiche in questa versione:

# ConsentReview_Important
source: Important:
de: Wichtig:
es: Importante:
it: Importante:

# ConsentReview_SpanishIsLegal
source: The Spanish version below is the legally binding text. The English translation is provided for your convenience only and is not legally binding.
de: Die nachstehende spanische Fassung ist der rechtsverbindliche Text. Die englische Übersetzung dient ausschließlich Ihrer Information und ist rechtlich nicht bindend.
es: La versión en español que aparece a continuación es el texto legalmente vinculante. La traducción al inglés se proporciona únicamente para su comodidad y no tiene carácter vinculante.
fr: La version espagnole ci-dessous est le texte juridiquement contraignant. La traduction en anglais est fournie à titre indicatif uniquement et n'a pas de valeur juridique.
it: La versione in spagnolo riportata di seguito è il testo legalmente vincolante. La traduzione in inglese è fornita solo per Sua comodità e non è legalmente vincolante.

# ConsentReview_SpanishTab
source: Spanish (Legal)
de: Spanisch (Rechtsverbindlich)
es: Español (Legal)
fr: Espagnol (Légal)
it: Spagnolo (Legale)

# ConsentReview_EnglishTab
source: English (Translation)
de: Englisch (Übersetzung)
es: Inglés (Traducción)
fr: Anglais (Traduction)
it: Inglese (Traduzione)

# ConsentReview_ContentNotAvailable
source: Content not available.
de: Inhalt nicht verfügbar.
es: Contenido no disponible.
fr: Contenu non disponible.
it: Contenuto non disponibile.

# ConsentReview_EnglishNotAvailable
source: English translation not available.
de: Englische Übersetzung nicht verfügbar.
es: Traducción al inglés no disponible.
fr: Traduction en anglais non disponible.
it: Traduzione in inglese non disponibile.

# ConsentReview_TranslationDisclaimer
source: This translation is provided for convenience only. The Spanish version is legally binding.
de: Diese Übersetzung dient ausschließlich der Verständlichkeit. Die spanische Fassung ist rechtsverbindlich.
es: Esta traducción se proporciona únicamente a título informativo. La versión en español es la legalmente vinculante.
fr: Cette traduction est fournie à titre indicatif uniquement. La version espagnole est juridiquement contraignante.
it: Questa traduzione è fornita solo per comodità. La versione in spagnolo è legalmente vincolante.

# ConsentReview_ConsentCheckbox
source: I have read and understood this document, and I agree to be bound by its terms.
de: Ich habe dieses Dokument gelesen und verstanden und erkläre mich mit dessen Bedingungen einverstanden.
es: He leído y comprendido este documento, y acepto quedar vinculado por sus términos.
fr: J'ai lu et compris ce document, et j'accepte d'être lié par ses conditions.
it: Ho letto e compreso questo documento e accetto di essere vincolato ai suoi termini.

# ConsentReview_SpanishLegalNote
source: I understand that the Spanish version is the legally binding text.
de: Ich verstehe, dass die spanische Fassung der rechtsverbindliche Text ist.
es: Entiendo que la versión en español es el texto legalmente vinculante.
fr: Je comprends que la version espagnole est le texte juridiquement contraignant.
it: Comprendo che la versione in spagnolo è il testo legalmente vincolante.

# ConsentReview_BackToList
source: Back to List
de: Zurück zur Liste
es: Volver a la lista
fr: Retour à la liste
it: Torna all'elenco

# ConsentReview_GiveConsent
source: Give Consent
de: Einwilligung erteilen
es: Otorgar consentimiento
fr: Donner mon consentement
it: Dai il consenso

# Consent_MustCheck
source: You must check the consent checkbox to continue.
de: Sie müssen das Einwilligungsfeld ankreuzen, um fortzufahren.
es: Debe marcar la casilla de consentimiento para continuar.
fr: Vous devez cocher la case de consentement pour continuer.
it: Deve selezionare la casella di consenso per continuare.

# Consent_AlreadyConsented
source: You have already consented to this document.
de: Sie haben diesem Dokument bereits zugestimmt.
es: Ya ha otorgado su consentimiento a este documento.
fr: Vous avez déjà consenti à ce document.
it: Ha già acconsentito a questo documento.

# Consent_ThankYou
source: Thank you for consenting to {0}.
de: Vielen Dank für Ihre Einwilligung zu {0}.
es: Gracias por otorgar su consentimiento a {0}.
fr: Merci d'avoir consenti à {0}.
it: Grazie per il Suo consenso a {0}.

# Teams_Title
source: Teams
es: Equipos
fr: Équipes
it: Team

# MyTeams_Title
source: My Teams
de: Meine Teams
es: Mis equipos
fr: Mes équipes
it: I miei Team

# JoinTeam_Title
source: Join {0}
de: {0} beitreten
es: Unirse a {0}
fr: Rejoindre {0}
it: Unisciti a {0}

# Teams_CreateTeam
source: Create Team
de: Team erstellen
es: Crear equipo
fr: Créer une équipe
it: Crea Team

# Teams_MemberCount
source: {0} member(s)
de: {0} Mitglied(er)
es: {0} miembro(s)
fr: {0} membre(s)
it: {0} membro/i

# Teams_Member
source: Member
de: Mitglied
es: Miembro
fr: Membre
it: Membro

# Teams_RequiresApproval
source: Requires Approval
de: Genehmigung erforderlich
es: Requiere aprobación
fr: Approbation requise
it: Richiede approvazione

# Teams_ViewDetails
source: View Details
de: Details anzeigen
es: Ver detalles
fr: Voir les détails
it: Visualizza dettagli

# Teams_Manage
source: Manage
de: Verwalten
es: Gestionar
fr: Gérer
it: Gestisci

# Teams_NoTeams
source: No teams have been created yet.
de: Es wurden noch keine Teams erstellt.
es: Aún no se han creado equipos.
fr: Aucune équipe n'a encore été créée.
it: Non è stato ancora creato alcun team.

# Teams_System
source: System
es: Sistema
fr: Système
it: Sistema

# TeamDetail_NoDescription
source: No description provided.
de: Keine Beschreibung vorhanden.
es: Sin descripción.
fr: Aucune description fournie.
it: Nessuna descrizione fornita.

# TeamDetail_SystemTeamInfo
source: This is a system-managed team. Membership is automatically synchronized based on {0} criteria.
de: Dies ist ein systemverwaltetes Team. Die Mitgliedschaft wird automatisch anhand von {0}-Kriterien synchronisiert.
es: Este es un equipo gestionado por el sistema. La membresía se sincroniza automáticamente según los criterios de {0}.
fr: Ceci est une équipe gérée par le système. L'adhésion est automatiquement synchronisée selon les critères de {0}.
it: Questo è un team gestito dal sistema. L'appartenenza viene sincronizzata automaticamente in base ai criteri {0}.

# TeamDetail_Members
source: Members ({0})
de: Mitglieder ({0})
es: Miembros ({0})
fr: Membres ({0})
it: Membri ({0})

# TeamDetail_ManageMembers
source: Manage Members
de: Mitglieder verwalten
es: Gestionar miembros
fr: Gérer les membres
it: Gestisci membri

# TeamDetail_Joined
source: Joined
de: Beigetreten
es: Incorporación
fr: Inscription
it: Iscritto

# TeamDetail_AndMoreMembers
source: And {0} more members...
de: Und {0} weitere Mitglieder...
es: Y {0} miembros más...
fr: Et {0} autres membres...
it: E altri {0} membri...

# TeamDetail_NoMembers
source: No members yet.
de: Noch keine Mitglieder.
es: Aún no hay miembros.
fr: Aucun membre pour le moment.
it: Nessun membro ancora.

# TeamDetail_Actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni

# TeamDetail_RequestToJoin
source: Request to Join
de: Beitritt beantragen
es: Solicitar unirse
fr: Demander à rejoindre
it: Richiedi di unirti

# TeamDetail_JoinTeam
source: Join Team
de: Team beitreten
es: Unirse al equipo
fr: Rejoindre l'équipe
it: Unisciti al Team

# TeamDetail_PendingApproval
source: Your join request is pending approval.
de: Ihre Beitrittsanfrage wartet auf Genehmigung.
es: Su solicitud de ingreso está pendiente de aprobación.
fr: Votre demande d'adhésion est en attente d'approbation.
it: La Sua richiesta di adesione è in attesa di approvazione.

# TeamDetail_WithdrawRequest
source: Withdraw Request
de: Anfrage zurückziehen
es: Retirar solicitud
fr: Retirer la demande
it: Ritira richiesta

# TeamDetail_LeaveTeam
source: Leave Team
de: Team verlassen
es: Abandonar equipo
fr: Quitter l'équipe
it: Lascia il Team

# TeamDetail_SystemMembership
source: Membership in system teams is managed automatically.
de: Die Mitgliedschaft in System-Teams wird automatisch verwaltet.
es: La membresía en equipos del sistema se gestiona automáticamente.
fr: L'adhésion aux équipes système est gérée automatiquement.
it: L'appartenenza ai team di sistema è gestita automaticamente.

# TeamDetail_TeamManagement
source: Team Management
de: Team-Verwaltung
es: Gestión del equipo
fr: Gestion de l'équipe
it: Gestione Team

# TeamDetail_PendingRequests
source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
it: Richieste in sospeso

# TeamDetail_ManageResources
source: Manage Resources
de: Ressourcen verwalten
es: Gestionar recursos
fr: Gérer les ressources
it: Gestisci risorse

# MyTeams_TeamMemberships
source: Team Memberships
de: Teammitgliedschaften
es: Membresías de equipo
fr: Adhésions aux équipes
it: Appartenenze ai Team

# MyTeams_Team
source: Team
es: Equipo
fr: Équipe

# MyTeams_Role
source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo

# MyTeams_Joined
source: Joined
de: Beigetreten
es: Incorporación
fr: Inscription
it: Iscritto

# MyTeams_Actions
source: Actions
de: Aktionen
es: Acciones
it: Azioni

# MyTeams_View
source: View
de: Anzeigen
es: Ver
fr: Voir
it: Visualizza

# MyTeams_Leave
source: Leave
de: Verlassen
es: Abandonar
fr: Quitter
it: Lascia

# MyTeams_NoTeams
source: You are not a member of any teams yet.
de: Sie sind noch keinem Team beigetreten.
es: Aún no es miembro de ningún equipo.
fr: Vous n'êtes encore membre d'aucune équipe.
it: Non è ancora membro di alcun team.

# MyTeams_BrowseTeams
source: Browse teams
de: Teams durchsuchen
es: Explorar equipos
fr: Parcourir les équipes
it: Sfoglia i team

# MyTeams_PendingRequests
source: Pending Requests
de: Ausstehende Anfragen
es: Solicitudes pendientes
fr: Demandes en attente
it: Richieste in sospeso

# MyTeams_Status
source: Status
es: Estado
fr: Statut
it: Stato

# MyTeams_Requested
source: Requested
de: Angefragt
es: Solicitado
fr: Demandé
it: Richiesto

# MyTeams_Withdraw
source: Withdraw
de: Zurückziehen
es: Retirar
fr: Retirer
it: Ritira

# JoinTeam_RequiresApproval
source: This team requires approval to join. Your request will be reviewed by the team metaleads or board members.
de: Für dieses Team ist eine Genehmigung erforderlich. Ihre Anfrage wird von den Team-Metaleads oder Vorstandsmitgliedern geprüft.
es: Este equipo requiere aprobación para unirse. Su solicitud será revisada por los metaleads del equipo o miembros de la junta.
fr: Cette équipe nécessite une approbation pour y adhérer. Votre demande sera examinée par les metaleads de l'équipe ou les membres du conseil.
it: Questo team richiede l'approvazione per aderire. La Sua richiesta sarà esaminata dai metaleads del team o dai membri del Consiglio.

# JoinTeam_MessageLabel
source: Message (optional)
de: Nachricht (optional)
es: Mensaje (opcional)
fr: Message (facultatif)
it: Messaggio (facoltativo)

# JoinTeam_MessagePlaceholder
source: Tell the team why you want to join...
de: Erzählen Sie dem Team, warum Sie beitreten möchten...
es: Indíquele al equipo por qué desea unirse...
fr: Expliquez à l'équipe pourquoi vous souhaitez la rejoindre...
it: Racconti al team perché desidera unirti...

# JoinTeam_SubmitRequest
source: Submit Request
de: Anfrage absenden
es: Enviar solicitud
fr: Envoyer la demande
it: Invia richiesta

# JoinTeam_NoApprovalNeeded
source: You can join this team immediately without approval.
de: Sie können diesem Team sofort ohne Genehmigung beitreten.
es: Puede unirse a este equipo de inmediato sin necesidad de aprobación.
fr: Vous pouvez rejoindre cette équipe immédiatement sans approbation.
it: Può unirsi a questo team immediatamente senza approvazione.

# JoinTeam_JoinTeamButton
source: Join Team
de: Team beitreten
es: Unirse al equipo
fr: Rejoindre l'équipe
it: Unisciti al Team

# Team_CannotJoinSystem
source: Cannot join system teams directly.
de: System-Teams kann nicht direkt beigetreten werden.
es: No es posible unirse directamente a equipos del sistema.
fr: Impossible de rejoindre directement les équipes système.
it: Non è possibile unirsi direttamente ai team di sistema.

# Team_AlreadyMember
source: You are already a member of this team.
de: Sie sind bereits Mitglied dieses Teams.
es: Ya es miembro de este equipo.
fr: Vous êtes déjà membre de cette équipe.
it: È già membro di questo team.

# Team_AlreadyPendingRequest
source: You already have a pending request for this team.
de: Sie haben bereits eine ausstehende Anfrage für dieses Team.
es: Ya tiene una solicitud pendiente para este equipo.
fr: Vous avez déjà une demande en attente pour cette équipe.
it: Ha già una richiesta in sospeso per questo team.

# Team_JoinRequestSubmitted
source: Your request to join has been submitted and is pending approval.
de: Ihre Beitrittsanfrage wurde eingereicht und wartet auf Genehmigung.
es: Su solicitud de ingreso ha sido enviada y está pendiente de aprobación.
fr: Votre demande d'adhésion a été envoyée et est en attente d'approbation.
it: La Sua richiesta di adesione è stata inviata ed è in attesa di approvazione.

# Team_Joined
source: You have successfully joined the team!
de: Sie sind dem Team erfolgreich beigetreten!
es: ¡Se ha unido al equipo correctamente!
fr: Vous avez rejoint l'équipe avec succès !
it: Si è unito/a al team con successo!

# Team_Left
source: You have left the team.
de: Sie haben das Team verlassen.
es: Ha abandonado el equipo.
fr: Vous avez quitté l'équipe.
it: Ha lasciato il team.

# Team_RequestWithdrawn
source: Your request has been withdrawn.
de: Ihre Anfrage wurde zurückgezogen.
es: Su solicitud ha sido retirada.
fr: Votre demande a été retirée.
it: La Sua richiesta è stata ritirata.

# TeamAdminResources_Title
source: Manage Resources - {0}
de: Ressourcen verwalten - {0}
es: Gestionar recursos - {0}
fr: Gérer les ressources - {0}
it: Gestisci risorse - {0}

# TeamAdminMembers_Title
source: Manage Members - {0}
de: Mitglieder verwalten - {0}
es: Gestionar miembros - {0}
fr: Gérer les membres - {0}
it: Gestisci membri - {0}

# TeamAdminRequests_Title
source: Pending Requests - {0}
de: Ausstehende Anfragen - {0}
es: Solicitudes pendientes - {0}
fr: Demandes en attente - {0}
it: Richieste in sospeso - {0}

# TeamAdmin_RequestApproved
source: Request approved. The user is now a team member.
de: Anfrage genehmigt. Der Benutzer ist jetzt Teammitglied.
es: Solicitud aprobada. El usuario ya es miembro del equipo.
fr: Demande approuvée. L'utilisateur est désormais membre de l'équipe.
it: Richiesta approvata. L'utente è ora membro del team.

# TeamAdmin_ProvideRejectionReason
source: Please provide a reason for rejection.
de: Bitte geben Sie einen Ablehnungsgrund an.
es: Por favor, indique un motivo para el rechazo.
fr: Veuillez fournir un motif de refus.
it: Fornisca un motivo per il rifiuto.

# TeamAdmin_RequestRejected
source: Request rejected.
de: Anfrage abgelehnt.
es: Solicitud rechazada.
fr: Demande refusée.
it: Richiesta rifiutata.

# TeamAdmin_RoleUpdated
source: Member role updated to {0}.
de: Mitgliedsrolle auf {0} aktualisiert.
es: Rol del miembro actualizado a {0}.
fr: Rôle du membre mis à jour en {0}.
it: Ruolo del membro aggiornato a {0}.

# TeamAdmin_MemberRemoved
source: Member removed from team.
de: Mitglied aus dem Team entfernt.
es: Miembro eliminado del equipo.
fr: Membre retiré de l'équipe.
it: Membro rimosso dal team.

# TeamAdmin_InvalidDriveUrl
source: Please enter a valid Google Drive folder URL.
de: Bitte geben Sie eine gültige Google Drive-Ordner-URL ein.
es: Por favor, introduzca una URL válida de carpeta de Google Drive.
fr: Veuillez saisir une URL valide de dossier Google Drive.
it: Inserisca un URL valido di una cartella Google Drive.

# TeamAdmin_DriveFolderLinked
source: Drive folder "{0}" linked successfully.
de: Drive-Ordner „{0}" erfolgreich verknüpft.
es: Carpeta de Drive “{0}” vinculada correctamente.
fr: Dossier Drive « {0} » lié avec succès.
it: Cartella Drive "{0}" collegata con successo.

# TeamAdmin_DriveFolderLinkFailed
source: Failed to link Drive folder.
de: Verknüpfung des Drive-Ordners fehlgeschlagen.
es: No se ha podido vincular la carpeta de Drive.
fr: Échec de la liaison du dossier Drive.
it: Collegamento della cartella Drive non riuscito.

# TeamAdmin_ServiceAccount
source: Service account: {0}
de: Dienstkonto: {0}
es: Cuenta de servicio: {0}
fr: Compte de service : {0}
it: Account di servizio: {0}

# TeamAdmin_InvalidGroupEmail
source: Please enter a valid Google Group email address.
de: Bitte geben Sie eine gültige Google Group-E-Mail-Adresse ein.
es: Por favor, introduzca una dirección de correo válida de Google Group.
fr: Veuillez saisir une adresse e-mail valide de Google Group.
it: Inserisca un indirizzo email valido di Google Group.

# TeamAdmin_GroupLinked
source: Google Group "{0}" linked successfully.
de: Google Group „{0}" erfolgreich verknüpft.
es: Google Group “{0}” vinculado correctamente.
fr: Google Group « {0} » lié avec succès.
it: Google Group "{0}" collegato con successo.

# TeamAdmin_GroupLinkFailed
source: Failed to link Google Group.
de: Verknüpfung der Google Group fehlgeschlagen.
es: No se ha podido vincular el Google Group.
fr: Échec de la liaison du Google Group.
it: Collegamento del Google Group non riuscito.

# TeamAdmin_ResourceUnlinked
source: Resource unlinked from team.
de: Ressourcenverknüpfung mit dem Team aufgehoben.
es: Recurso desvinculado del equipo.
fr: Ressource déliée de l'équipe.
it: Risorsa scollegata dal team.

# TeamAdmin_ResourceSynced
source: Resource permissions synced successfully.
de: Ressourcenberechtigungen erfolgreich synchronisiert.
es: Permisos del recurso sincronizados correctamente.
fr: Permissions de la ressource synchronisées avec succès.
it: Permessi delle risorse sincronizzati con successo.

# TeamAdmin_ResourceSyncFailed
source: Failed to sync resource permissions: {0}
de: Synchronisierung der Ressourcenberechtigungen fehlgeschlagen: {0}
es: Error al sincronizar los permisos del recurso: {0}
fr: Échec de la synchronisation des permissions de la ressource : {0}
it: Sincronizzazione dei permessi delle risorse non riuscita: {0}

# AdminDashboard_Title
source: Admin Dashboard
es: Panel de administración
fr: Tableau de bord administrateur
it: Dashboard Admin

# AdminMembers_Title
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri

# AdminMemberDetail_Title
source: Member: {0}
de: Mitglied: {0}
es: Miembro: {0}
fr: Membre : {0}
it: Membro: {0}

# AdminApplications_Title
source: Applications
de: Anträge
es: Solicitudes
fr: Candidatures
it: Domande

# AdminApplicationDetail_Title
source: Review Application
de: Antrag prüfen
es: Revisar solicitud
fr: Examiner la candidature
it: Esamina domanda

# AdminTeams_Title
source: Teams Administration
de: Teams-Verwaltung
es: Administración de equipos
fr: Administration des équipes
it: Amministrazione Team

# AdminCreateTeam_Title
source: Create Team
de: Team erstellen
es: Crear equipo
fr: Créer une équipe
it: Crea Team

# AdminEditTeam_Title
source: Edit Team
de: Team bearbeiten
es: Editar equipo
fr: Modifier l'équipe
it: Modifica Team

# AdminRoles_Title
source: Role Assignments
de: Rollenzuweisungen
es: Asignaciones de roles
fr: Attributions de rôles
it: Assegnazione ruoli

# AdminAddRole_Title
source: Add Role
de: Rolle hinzufügen
es: Añadir rol
fr: Ajouter un rôle
it: Aggiungi ruolo

# AdminGoogleSync_Title
source: Google Sync Status
de: Google-Synchronisierungsstatus
es: Estado de sincronización con Google
fr: État de la synchronisation Google
it: Stato sincronizzazione Google

# Admin_CannotStartReview
source: Cannot start review. Application is not in Submitted state.
de: Prüfung kann nicht gestartet werden. Der Antrag befindet sich nicht im Status „Eingereicht".
es: No se puede iniciar la revisión. La solicitud no está en estado Enviada.
fr: Impossible de démarrer l'examen. La candidature n'est pas à l'état Envoyée.
it: Impossibile avviare l'esame. La domanda non è nello stato "Presentata".

# Admin_ReviewStarted
source: Review started for this application.
de: Prüfung für diesen Antrag gestartet.
es: Revisión iniciada para esta solicitud.
fr: Examen démarré pour cette candidature.
it: Esame avviato per questa domanda.

# Admin_CannotApprove
source: Cannot approve. Application must be under review.
de: Genehmigung nicht möglich. Der Antrag muss in Prüfung sein.
es: No se puede aprobar. La solicitud debe estar en revisión.
fr: Impossible d'approuver. La candidature doit être en cours d'examen.
it: Impossibile approvare. La domanda deve essere in fase di esame.

# Admin_ApplicationApproved
source: Application approved.
de: Antrag genehmigt.
es: Solicitud aprobada.
fr: Candidature approuvée.
it: Domanda approvata.

# Admin_CannotReject
source: Cannot reject. Application must be under review.
de: Ablehnung nicht möglich. Der Antrag muss in Prüfung sein.
es: No se puede rechazar. La solicitud debe estar en revisión.
fr: Impossible de refuser. La candidature doit être en cours d'examen.
it: Impossibile rifiutare. La domanda deve essere in fase di esame.

# Admin_ProvideRejectionReason
source: Please provide a reason for rejection.
de: Bitte geben Sie einen Ablehnungsgrund an.
es: Por favor, indique un motivo para el rechazo.
fr: Veuillez fournir un motif de refus.
it: Fornisca un motivo per il rifiuto.

# Admin_ApplicationRejected
source: Application rejected.
de: Antrag abgelehnt.
es: Solicitud rechazada.
fr: Candidature refusée.
it: Domanda rifiutata.
