Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

# Profile_EmailInUse
source: This email address is already in use by another account.
de: Diese E-Mail-Adresse wird bereits von einem anderen Konto verwendet.
es: Esta dirección de correo ya está en uso por otra cuenta.
fr: Cette adresse e-mail est déjà utilisée par un autre compte.
it: Questo indirizzo email è già utilizzato da un altro account.

# Profile_VerificationSent
source: Verification email sent to {0}. Please check your inbox.
de: Bestätigungs-E-Mail an {0} gesendet. Bitte überprüfen Sie Ihren Posteingang.
es: Correo de verificación enviado a {0}. Por favor, revise su bandeja de entrada.
fr: E-mail de vérification envoyé à {0}. Veuillez consulter votre boîte de réception.
it: Email di verifica inviata a {0}. Controlli la Sua casella di posta.

# Profile_InvalidVerificationLink
source: Invalid verification link.
de: Ungültiger Bestätigungslink.
es: Enlace de verificación no válido.
fr: Lien de vérification non valide.
it: Link di verifica non valido.

# Profile_NoEmailPending
source: No email pending verification.
de: Keine E-Mail-Adresse zur Verifizierung ausstehend.
es: No hay ningún correo pendiente de verificación.
fr: Aucun e-mail en attente de vérification.
it: Nessun indirizzo email in attesa di verifica.

# Profile_VerificationExpired
source: The verification link is invalid or has expired.
de: Der Bestätigungslink ist ungültig oder abgelaufen.
es: El enlace de verificación no es válido o ha expirado.
fr: Le lien de vérification n'est pas valide ou a expiré.
it: Il link di verifica non è valido o è scaduto.

# Profile_EmailClaimed
source: This email address has been claimed by another account.
de: Diese E-Mail-Adresse wurde von einem anderen Konto beansprucht.
es: Esta dirección de correo ha sido reclamada por otra cuenta.
fr: Cette adresse e-mail a été réclamée par un autre compte.
it: Questo indirizzo email è già stato rivendicato da un altro account.

# Profile_EmailVerified
source: Email address {0} has been verified.
de: E-Mail-Adresse {0} wurde verifiziert.
es: La dirección de correo {0} ha sido verificada.
fr: L'adresse e-mail {0} a été vérifiée.
it: L'indirizzo email {0} è stato verificato.

# Profile_PreferredEmailCleared
source: Preferred email has been removed. System emails will now be sent to your sign-in email.
de: Bevorzugte E-Mail wurde entfernt. System-E-Mails werden jetzt an Ihre Anmelde-E-Mail gesendet.
es: El correo preferido ha sido eliminado. Los correos del sistema se enviarán a su dirección de inicio de sesión.
fr: L'e-mail préféré a été supprimé. Les e-mails du système seront désormais envoyés à votre adresse de connexion.
it: L'email preferita è stata rimossa. Le email di sistema verranno ora inviate al Suo indirizzo email di accesso.

# Profile_DeletionAlreadyPending
source: A deletion request is already pending.
de: Ein Löschantrag ist bereits ausstehend.
es: Ya existe una solicitud de eliminación pendiente.
fr: Une demande de suppression est déjà en attente.
it: Una richiesta di eliminazione è già in sospeso.

# Profile_DeletionRequested
source: Account deletion requested. Your account will be deleted on {0} unless you cancel.
de: Kontolöschung beantragt. Ihr Konto wird am {0} gelöscht, sofern Sie nicht widerrufen.
es: Se ha solicitado la eliminación de la cuenta. Su cuenta será eliminada el {0} a menos que cancele la solicitud.
fr: Suppression du compte demandée. Votre compte sera supprimé le {0} sauf annulation de votre part.
it: Eliminazione dell'account richiesta. Il Suo account verrà eliminato il {0}, salvo annullamento.

# Profile_NoDeletionPending
source: No deletion request is pending.
de: Kein Löschantrag ausstehend.
es: No hay ninguna solicitud de eliminación pendiente.
fr: Aucune demande de suppression en attente.
it: Nessuna richiesta di eliminazione in sospeso.

# Profile_DeletionCancelled
source: Account deletion has been cancelled.
de: Die Kontolöschung wurde abgebrochen.
es: La eliminación de la cuenta ha sido cancelada.
fr: La suppression du compte a été annulée.
it: L'eliminazione dell'account è stata annullata.

# Governance_Title
source: Governance
es: Gobernanza
fr: Gouvernance

# GovernanceApplication_Title
source: Governance Application
de: Governance-Antrag
es: Solicitud de gobernanza
fr: Candidature de gouvernance
it: Domanda di Governance

# ApplicationDetail_Title
source: Application Details
de: Antragsdetails
es: Detalles de la solicitud
fr: Détails de la candidature
it: Dettagli della domanda

# Governance_NotYetApplied
source: Not Yet Applied
de: Noch nicht beworben
es: Aún no ha solicitado
fr: Pas encore de candidature
it: Non ancora candidato/a

# Governance_AsociadoDescription
source: Asociados are the formal voting members of Nobodies Collective. As an asociado, you can attend general assemblies, vote on collective decisions, and participate in elections.
de: Asociados sind die formellen stimmberechtigten Mitglieder von Nobodies Collective. Als Asociado können Sie an Mitgliederversammlungen teilnehmen, über kollektive Entscheidungen abstimmen und an Wahlen teilnehmen.
es: Los asociados son los miembros con derecho a voto de Nobodies Collective. Como asociado, puede asistir a asambleas generales, votar en decisiones colectivas y participar en elecciones.
fr: Les asociados sont les membres votants de Nobodies Collective. En tant qu'asociado, vous pouvez assister aux assemblées générales, voter sur les décisions collectives et participer aux élections.
it: Gli asociados sono i membri votanti formali di Nobodies Collective. Come asociado, può partecipare alle assemblee generali, votare sulle decisioni collettive e partecipare alle elezioni.

# Governance_Optional
source: This is optional. Most volunteers don't need to become asociados. You already have access to resources once you've completed your profile and consents.
de: Dies ist freiwillig. Die meisten Freiwilligen müssen keine Asociados werden. Sie haben bereits Zugang zu Ressourcen, sobald Sie Ihr Profil und Ihre Einwilligungen abgeschlossen haben.
es: Esto es opcional. La mayoría de los voluntarios no necesitan convertirse en asociados. Ya tiene acceso a los recursos una vez que haya completado su perfil y consentimientos.
fr: Cela est facultatif. La plupart des bénévoles n'ont pas besoin de devenir asociados. Vous avez déjà accès aux ressources une fois votre profil et vos consentements complétés.
it: Questo è facoltativo. La maggior parte dei volontari non ha bisogno di diventare asociado. Ha già accesso alle risorse una volta completato il profilo e i consensi.

# Governance_ApplyButton
source: Apply to Become an Asociado
de: Als Asociado bewerben
es: Solicitar ser asociado
fr: Postuler pour devenir asociado
it: Candidati come Asociado

# Governance_YourApplication
source: Your Application
de: Ihr Antrag
es: Su solicitud
fr: Votre candidature
it: La Sua domanda

# Governance_Submitted
source: Submitted
de: Eingereicht
es: Enviada
fr: Envoyée
it: Presentata

# Governance_Resolved
source: Resolved
de: Abgeschlossen
es: Resuelta
fr: Résolue
it: Conclusa

# Governance_UnderReviewMessage
source: Your application is being reviewed. We'll notify you by email once a decision is made.
de: Ihr Antrag wird geprüft. Wir benachrichtigen Sie per E-Mail, sobald eine Entscheidung getroffen wurde.
es: Su solicitud está siendo revisada. Le notificaremos por correo electrónico cuando se tome una decisión.
fr: Votre candidature est en cours d'examen. Vous serez notifié par e-mail dès qu'une décision sera prise.
it: La Sua domanda è in fase di esame. La informeremo via email non appena verrà presa una decisione.

# Governance_ApprovedMessage
source: Welcome! You are now an asociado of Nobodies Collective.
de: Willkommen! Sie sind jetzt Asociado von Nobodies Collective.
es: ¡Bienvenido/a! Ahora es asociado de Nobodies Collective.
fr: Bienvenue ! Vous êtes désormais asociado de Nobodies Collective.
it: Benvenuto/a! Ora è asociado di Nobodies Collective.

# Governance_RejectedMessage
source: Your application was not approved. If you have questions, please contact the board.
de: Ihr Antrag wurde nicht genehmigt. Bei Fragen wenden Sie sich bitte an den Vorstand.
es: Su solicitud no fue aprobada. Si tiene preguntas, por favor contacte con la junta directiva.
fr: Votre candidature n'a pas été approuvée. Si vous avez des questions, veuillez contacter le conseil d'administration.
it: La Sua domanda non è stata approvata. Per domande, contatti il Consiglio.

# Governance_WhatIsAsociado
source: What is an Asociado?
de: Was ist ein Asociado?
es: ¿Qué es un asociado?
fr: Qu'est-ce qu'un asociado ?
it: Cos'è un Asociado?

# Governance_AsociadoLawDescription
source: Asociados are the formal voting members of the association under Spanish law.
de: Asociados sind die formellen stimmberechtigten Mitglieder des Vereins nach spanischem Recht.
es: Los asociados son los miembros con derecho a voto de la asociación según la legislación española.
fr: Les asociados sont les membres votants de l'association en vertu du droit espagnol.
it: Gli asociados sono i membri votanti formali dell'associazione secondo il diritto spagnolo.

# Governance_AsociadoCanDo
source: As an asociado you can:
de: Als Asociado können Sie:
es: Como asociado puede:
fr: En tant qu'asociado, vous pouvez :
it: Come asociado può:

# Governance_AttendAssemblies
source: Attend general assemblies
de: An Mitgliederversammlungen teilnehmen
es: Asistir a asambleas generales
fr: Assister aux assemblées générales
it: Partecipare alle assemblee generali

# Governance_VoteOnDecisions
source: Vote on collective decisions
de: Über kollektive Entscheidungen abstimmen
es: Votar en decisiones colectivas
fr: Voter sur les décisions collectives
it: Votare sulle decisioni collettive

# Governance_ParticipateElections
source: Participate in board elections
de: An Vorstandswahlen teilnehmen
es: Participar en elecciones de la junta
fr: Participer aux élections du conseil
it: Partecipare alle elezioni del Consiglio

# Governance_WhoShouldApply
source: Who Should Apply?
de: Wer sollte sich bewerben?
es: ¿Quién debería solicitarlo?
fr: Qui devrait postuler ?
it: Chi dovrebbe candidarsi?

# Governance_WhoShouldApplyDescription
source: Governance membership is intended for volunteers in leadership roles:
de: Die Governance-Mitgliedschaft ist für Freiwillige in Führungspositionen gedacht:
es: La membresía de gobernanza está destinada a voluntarios en roles de liderazgo:
fr: L'adhésion à la gouvernance est destinée aux bénévoles occupant des postes de responsabilité :
it: L'iscrizione alla governance è pensata per i volontari in ruoli di leadership:

# Governance_CampLeads
source: Camp leads and coordinators
de: Camp Leads und Koordinatoren
es: Líderes y coordinadores de campamentos
fr: Responsables et coordinateurs de camps
it: Camp lead e coordinatori

# Governance_MetaVolunteers
source: Meta volunteers and team leads
de: Meta-Freiwillige und Team Leads
es: Meta-voluntarios y líderes de equipo
fr: Méta-bénévoles et responsables d'équipe
it: Meta-volontari e team lead

# Governance_LongTermMembers
source: Long-term committed community members
de: Langfristig engagierte Community-Mitglieder
es: Miembros comprometidos a largo plazo
fr: Membres engagés sur le long terme
it: Membri della comunità impegnati a lungo termine

# Governance_BoardReviews
source: The board reviews applications based on community involvement and alignment with the collective's mission.
de: Der Vorstand prüft Anträge auf Grundlage des Community-Engagements und der Übereinstimmung mit der Mission des Kollektivs.
es: La junta directiva revisa las solicitudes en función de la implicación comunitaria y la alineación con la misión del colectivo.
fr: Le conseil d'administration examine les candidatures en fonction de l'implication communautaire et de l'adéquation avec la mission du collectif.
it: Il Consiglio esamina le domande in base al coinvolgimento nella comunità e all'allineamento con la missione del collettivo.

# Governance_NoteNotRequired
source: Note: You don't need to be an asociado to access resources or participate in events.
de: Hinweis: Sie müssen kein Asociado sein, um auf Ressourcen zuzugreifen oder an Veranstaltungen teilzunehmen.
es: Nota: No necesita ser asociado para acceder a los recursos o participar en eventos.
fr: Remarque : Il n'est pas nécessaire d'être asociado pour accéder aux ressources ou participer aux événements.
it: Nota: non è necessario essere asociado per accedere alle risorse o partecipare agli eventi.

# GovernanceCreate_NewApplication
source: New Application
de: Neuer Antrag
es: Nueva solicitud
fr: Nouvelle candidature
it: Nuova domanda

# GovernanceCreate_Lead
source: Asociados are voting members who participate in governance decisions. This is intended for community leaders and long-term committed volunteers.
de: Asociados sind stimmberechtigte Mitglieder, die an Governance-Entscheidungen teilnehmen. Dies ist für Community-Leiter und langfristig engagierte Freiwillige gedacht.
es: Los asociados son miembros con derecho a voto que participan en las decisiones de gobernanza. Esto está destinado a líderes comunitarios y voluntarios comprometidos a largo plazo.
fr: Les asociados sont des membres votants qui participent aux décisions de gouvernance. Cela est destiné aux leaders communautaires et aux bénévoles engagés sur le long terme.
it: Gli asociados sono membri votanti che partecipano alle decisioni di governance. Questo è pensato per i leader della comunità e i volontari impegnati a lungo termine.

# GovernanceCreate_MotivationPlaceholder
source: Please share your motivation for joining...
de: Bitte teilen Sie Ihre Motivation für den Beitritt mit...
es: Por favor, comparta su motivación para unirse...
fr: Veuillez partager votre motivation pour nous rejoindre...
it: Condivida la Sua motivazione per l'adesione...

# GovernanceCreate_MotivationHelp
source: Minimum 50 characters. Tell us about yourself and why you want to be part of the collective.
de: Mindestens 50 Zeichen. Erzählen Sie uns von sich und warum Sie Teil des Kollektivs werden möchten.
es: Mínimo 50 caracteres. Cuéntenos sobre usted y por qué desea formar parte del colectivo.
fr: Minimum 50 caractères. Parlez-nous de vous et expliquez pourquoi vous souhaitez faire partie du collectif.
it: Minimo 50 caratteri. Ci racconti di sé e perché desidera far parte del collettivo.

# GovernanceCreate_AdditionalInfoPlaceholder
source: Any additional information you'd like to share...
de: Weitere Informationen, die Sie teilen möchten...
es: Cualquier información adicional que desee compartir...
fr: Toute information complémentaire que vous souhaitez partager...
it: Eventuali informazioni aggiuntive da condividere...

# GovernanceCreate_AdditionalInfoHelp
source: Optional. Include any relevant skills, experience, or how you heard about us.
de: Optional. Geben Sie relevante Fähigkeiten, Erfahrungen oder an, wie Sie von uns erfahren haben.
es: Opcional. Incluya habilidades relevantes, experiencia o cómo nos conoció.
fr: Facultatif. Mentionnez vos compétences, votre expérience ou comment vous avez connu notre collectif.
it: Facoltativo. Includa competenze rilevanti, esperienze o come ha conosciuto l'organizzazione.

# GovernanceCreate_ConfirmAccuracy
source: I confirm that all information provided in this application is accurate and truthful.
de: Ich bestätige, dass alle in diesem Antrag gemachten Angaben korrekt und wahrheitsgemäß sind.
es: Confirmo que toda la información proporcionada en esta solicitud es precisa y veraz.
fr: Je confirme que toutes les informations fournies dans cette candidature sont exactes et véridiques.
it: Confermo che tutte le informazioni fornite in questa domanda sono accurate e veritiere.

# GovernanceCreate_SubmitApplication
source: Submit Application
de: Antrag einreichen
es: Enviar solicitud
fr: Soumettre la candidature
it: Invia domanda

# GovernanceCreate_IsThisRightForMe
source: Is This Right for Me?
de: Ist das das Richtige für mich?
es: ¿Es esto adecuado para mí?
fr: Est-ce fait pour moi ?
it: È la scelta giusta per me?

# GovernanceCreate_IdealFor
source: Governance is ideal for:
de: Governance ist ideal für:
es: La gobernanza es ideal para:
fr: La gouvernance est idéale pour :
it: La governance è ideale per:

# GovernanceCreate_WhatHappensNext
source: What Happens Next?
de: Was passiert als Nächstes?
es: ¿Qué sucede después?
fr: Que se passe-t-il ensuite ?
it: Cosa succede dopo?

# GovernanceCreate_Step1
source: Your application will be reviewed by the board
de: Ihr Antrag wird vom Vorstand geprüft
es: Su solicitud será revisada por la junta directiva
fr: Votre candidature sera examinée par le conseil d'administration
it: La Sua domanda sarà esaminata dal Consiglio

# GovernanceCreate_Step2
source: The board considers community involvement and fit
de: Der Vorstand berücksichtigt Community-Engagement und Eignung
es: La junta considera la implicación comunitaria y la idoneidad
fr: Le conseil évalue l'implication communautaire et l'adéquation
it: Il Consiglio valuta il coinvolgimento nella comunità e l'idoneità

# GovernanceCreate_Step3
source: We may contact you for more information
de: Möglicherweise kontaktieren wir Sie für weitere Informationen
es: Es posible que nos pongamos en contacto con usted para más información
fr: Nous pourrons vous contacter pour de plus amples informations
it: Potremmo contattarLa per ulteriori informazioni

# GovernanceCreate_Step4
source: You'll receive an email once a decision is made
de: Sie erhalten eine E-Mail, sobald eine Entscheidung getroffen wurde
es: Recibirá un correo electrónico cuando se tome una decisión
fr: Vous recevrez un e-mail lorsqu'une décision sera prise
it: Riceverà un'email non appena verrà presa una decisione

# ApplicationDetail_Details
source: Details
es: Detalles
fr: Détails
it: Dettagli

# ApplicationDetail_ApplicationInfo
source: Application Information
de: Antragsinformationen
es: Información de la solicitud
fr: Informations sur la candidature
it: Informazioni sulla domanda

# ApplicationDetail_ReviewStarted
source: Review Started
de: Prüfung begonnen
es: Revisión iniciada
fr: Examen commencé
it: Esame iniziato

# ApplicationDetail_ReviewedBy
source: Reviewed By
de: Geprüft von
es: Revisada por
fr: Examinée par
it: Esaminata da

# ApplicationDetail_YourMotivation
source: Your Motivation
de: Ihre Motivation
es: Su motivación
fr: Votre motivation
it: La Sua motivazione

# ApplicationDetail_AdditionalInfo
source: Additional Information
de: Zusätzliche Informationen
es: Información adicional
fr: Informations complémentaires
it: Informazioni aggiuntive

# ApplicationDetail_ReviewerNotes
source: Reviewer Notes
de: Anmerkungen des Prüfers
es: Notas del revisor
fr: Notes de l'examinateur
it: Note del revisore

# ApplicationDetail_WithdrawTitle
source: Withdraw Application
de: Antrag zurückziehen
es: Retirar solicitud
fr: Retirer la candidature
it: Ritira domanda

# ApplicationDetail_WithdrawDescription
source: If you no longer wish to proceed with this application, you can withdraw it.
de: Wenn Sie den Antrag nicht mehr fortführen möchten, können Sie ihn zurückziehen.
es: Si ya no desea continuar con esta solicitud, puede retirarla.
fr: Si vous ne souhaitez plus poursuivre cette candidature, vous pouvez la retirer.
it: Se non desidera più procedere con questa domanda, può ritirarla.

# ApplicationDetail_WithdrawConfirm
source: Are you sure you want to withdraw this application?
de: Sind Sie sicher, dass Sie diesen Antrag zurückziehen möchten?
es: ¿Está seguro de que desea retirar esta solicitud?
fr: Êtes-vous sûr de vouloir retirer cette candidature ?
it: È sicuro/a di voler ritirare questa domanda?

# ApplicationDetail_WithdrawButton
source: Withdraw Application
de: Antrag zurückziehen
es: Retirar solicitud
fr: Retirer la candidature
it: Ritira domanda

# ApplicationDetail_History
source: Application History
de: Antragsverlauf
es: Historial de la solicitud
fr: Historique de la candidature
it: Storico della domanda

# ApplicationDetail_NoHistory
source: No history available.
de: Kein Verlauf verfügbar.
es: No hay historial disponible.
fr: Aucun historique disponible.
it: Nessuno storico disponibile.

# ApplicationDetail_By
source: by
de: von
es: por
fr: par
it: da

# ApplicationDetail_BackToApplications
source: Back to Applications
de: Zurück zu den Anträgen
es: Volver a solicitudes
fr: Retour aux candidatures
it: Torna alle domande

# Application_AlreadyPending
source: You already have a pending application.
de: Sie haben bereits einen ausstehenden Antrag.
es: Ya tiene una solicitud pendiente.
fr: Vous avez déjà une candidature en attente.
it: Ha già una domanda in sospeso.

# Application_ConfirmAccuracy
source: You must confirm the accuracy of your information.
de: Sie müssen die Richtigkeit Ihrer Angaben bestätigen.
es: Debe confirmar la veracidad de su información.
fr: Vous devez confirmer l'exactitude de vos informations.
it: Deve confermare l'accuratezza delle Sue informazioni.

# Application_Submitted
source: Your application has been submitted successfully!
de: Ihr Antrag wurde erfolgreich eingereicht!
es: ¡Su solicitud ha sido enviada correctamente!
fr: Votre candidature a été soumise avec succès !
it: La Sua domanda è stata inviata con successo!

# Application_CannotWithdraw
source: This application cannot be withdrawn.
de: Dieser Antrag kann nicht zurückgezogen werden.
es: Esta solicitud no puede ser retirada.
fr: Cette candidature ne peut pas être retirée.
it: Questa domanda non può essere ritirata.

# Application_Withdrawn
source: Your application has been withdrawn.
de: Ihr Antrag wurde zurückgezogen.
es: Su solicitud ha sido retirada.
fr: Votre candidature a été retirée.
it: La Sua domanda è stata ritirata.

# ConsentIndex_Title
source: Consent Management
de: Einwilligungsverwaltung
es: Gestión de consentimientos
fr: Gestion des consentements
it: Gestione consensi

# ConsentReview_Title
source: Review: {0}
de: Prüfung: {0}
es: Revisar: {0}
fr: Consulter : {0}
it: Esame: {0}

# Consent_RequiredDocuments
source: Required Documents
de: Erforderliche Dokumente
es: Documentos requeridos
fr: Documents requis
it: Documenti richiesti

# Consent_NoDocumentsRequired
source: No documents require consent at this time.
de: Derzeit sind keine Einwilligungen für Dokumente erforderlich.
es: No se requiere consentimiento en este momento.
fr: Aucun document ne nécessite de consentement pour le moment.
it: Al momento non sono richiesti consensi per alcun documento.

# Consent_Version
source: Version
es: Versión
it: Versione

# Consent_EffectiveFrom
source: Effective from
de: Gültig ab
es: Vigente desde
fr: En vigueur depuis
it: In vigore dal

# Consent_Consented
source: Consented
de: Zugestimmt
es: Consentido
fr: Consenti
it: Consenso dato

# Consent_ReviewAndConsent
source: Review & Consent
de: Prüfen & Zustimmen
es: Revisar y consentir
fr: Consulter et consentir
it: Esamina & Acconsenti

# Consent_PendingCount
source: {0} document(s) require your consent. Please review and consent to maintain your active membership.
de: {0} Dokument(e) erfordern Ihre Einwilligung. Bitte prüfen und stimmen Sie zu, um Ihre aktive Mitgliedschaft aufrechtzuerhalten.
es: {0} documento(s) requieren su consentimiento. Por favor, revíselos y otorgue su consentimiento para mantener su membresía activa.
fr: {0} document(s) nécessitent votre consentement. Veuillez les consulter et donner votre consentement pour maintenir votre adhésion active.
it: {0} documento/i richiedono il Suo consenso. La preghiamo di esaminare e acconsentire per mantenere attiva la Sua iscrizione.

# Consent_AllConsented
source: You have consented to all required documents.
de: Sie haben allen erforderlichen Dokumenten zugestimmt.
es: Ha otorgado su consentimiento a todos los documentos requeridos.
fr: Vous avez consenti à tous les documents requis.
it: Ha acconsentito a tutti i documenti richiesti.
