Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

# Common_ReturnHome
source: Return Home
de: Zur Startseite
es: Volver al inicio
fr: Retour à l'accueil
it: Torna alla Home

# Common_Status
source: Status
es: Estado
fr: Statut
it: Stato

# Common_EditProfile
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica Profilo

# Common_Cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

# Common_Save
source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer
it: Salva modifiche

# Common_Edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica

# Common_Add
source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi

# Common_Delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina

# Common_Back
source: Back
de: Zurück
es: Volver
fr: Retour
it: Indietro

# Common_Submit
source: Submit
de: Absenden
es: Enviar
fr: Envoyer
it: Invia

# Common_NotProvided
source: Not provided
de: Nicht angegeben
es: No proporcionado
fr: Non renseigné
it: Non fornito

# Nav_Home
source: Home
de: Startseite
es: Inicio
fr: Accueil

# Nav_MyProfile
source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio Profilo

# Nav_Teams
source: Teams
es: Equipos
fr: Équipes
it: Team

# Nav_Consents
source: Consents
de: Einwilligungen
es: Consentimientos
fr: Consentements
it: Consensi

# Nav_Governance
source: Governance
es: Gobernanza
fr: Gouvernance

# Nav_Privacy
source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité

# Footer_Copyright
source: Humans &mdash; Licensed under <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>
de: Humans &mdash; Lizenziert unter <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>
es: Humans &mdash; Contenido bajo licencia <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>
fr: Humans &mdash; Sous licence <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>
it: Humans &mdash; Contenuti sotto licenza <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC BY-SA 4.0</a>

# CookieBanner_Title
source: Cookie Notice
de: Cookie-Hinweis
es: Aviso de cookies
fr: Avis relatif aux cookies
it: Informativa sui Cookie

# CookieBanner_Text
source: This site uses essential cookies required for authentication and security. No tracking or analytics cookies are used.
de: Diese Website verwendet ausschließlich essenzielle Cookies für Authentifizierung und Sicherheit. Es werden keine Tracking- oder Analyse-Cookies verwendet.
es: Este sitio utiliza cookies esenciales necesarias para la autenticación y la seguridad. No se utilizan cookies de seguimiento ni de análisis.
fr: Ce site utilise des cookies essentiels nécessaires à l'authentification et à la sécurité. Aucun cookie de suivi ou d'analyse n'est utilisé.
it: Questo sito utilizza esclusivamente cookie essenziali per l'autenticazione e la sicurezza. Non vengono utilizzati cookie di tracciamento o analisi.

# CookieBanner_LearnMore
source: Learn more
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Maggiori informazioni

# CookieBanner_Accept
source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta

# Login_Hello
source: Hello, {0}
de: Hallo, {0}
es: Hola, {0}
fr: Bonjour, {0}
it: Ciao, {0}

# Login_Logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
it: Esci

# Login_Login
source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

# Login_Title
source: Sign In
de: Anmelden
es: Iniciar sesión
fr: Connexion
it: Accedi

# Login_Description
source: Sign in with your Google account to access Humans.
de: Melden Sie sich mit Ihrem Google-Konto an, um auf Humans zuzugreifen.
es: Inicie sesión con su cuenta de Google para acceder a Humans.
fr: Connectez-vous avec votre compte Google pour accéder à Humans.
it: Acceda con il Suo account Google per accedere a Humans.

# Login_SignInWithGoogle
source: Sign in with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Se connecter avec Google
it: Accedi con Google

# AccessDenied_Title
source: Access Denied
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
it: Accesso negato

# AccessDenied_Description
source: You do not have permission to access this page.
de: Sie haben keine Berechtigung, auf diese Seite zuzugreifen.
es: No tiene permiso para acceder a esta página.
fr: Vous n'avez pas la permission d'accéder à cette page.
it: Non dispone dei permessi necessari per accedere a questa pagina.

# Error_Oops
source: Oops!
de: Hoppla!
es: ¡Vaya!
fr: Oups !
it: Ops!

# Error_SomethingWentWrong
source: Something went wrong
de: Etwas ist schiefgelaufen
es: Algo salió mal
fr: Une erreur s'est produite
it: Qualcosa è andato storto

# Error_TryAgainLater
source: An error occurred while processing your request. Please try again later.
de: Bei der Verarbeitung Ihrer Anfrage ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
es: Se ha producido un error al procesar su solicitud. Por favor, inténtelo de nuevo más tarde.
fr: Une erreur s'est produite lors du traitement de votre demande. Veuillez réessayer ultérieurement.
it: Si è verificato un errore durante l'elaborazione della Sua richiesta. La preghiamo di riprovare più tardi.

# Error404_Title
source: Page Not Found
de: Seite nicht gefunden
es: Página no encontrada
fr: Page introuvable
it: Pagina non trovata

# Error404_Description
source: The page you're looking for doesn't exist or has been moved.
de: Die gesuchte Seite existiert nicht oder wurde verschoben.
es: La página que busca no existe o ha sido trasladada.
fr: La page que vous recherchez n'existe pas ou a été déplacée.
it: La pagina cercata non esiste o è stata spostata.

# Home_Title
source: Home
de: Startseite
es: Inicio
fr: Accueil

# Home_Tagline
source: Membership portal for Nobodies Collective
de: Mitgliederportal für Nobodies Collective
es: Portal de miembros de Nobodies Collective
fr: Portail des membres de Nobodies Collective
it: Portale membri di Nobodies Collective

# Home_WhyTitle
source: Why do we need this?
de: Warum brauchen wir das?
es: ¿Por qué necesitamos esto?
fr: Pourquoi avons-nous besoin de cela ?
it: Perché ne abbiamo bisogno?

# Home_WhyDescription
source: As a registered association in Spain, Nobodies Collective has legal obligations. Before anyone can access shared resources, we need to confirm agreement to our policies. This system handles that simply and keeps everything current.
de: Als eingetragener Verein in Spanien hat Nobodies Collective gesetzliche Verpflichtungen. Bevor jemand auf gemeinsame Ressourcen zugreifen kann, müssen wir die Zustimmung zu unseren Richtlinien bestätigen. Dieses System erledigt das auf einfache Weise und hält alles aktuell.
es: Como asociación registrada en España, Nobodies Collective tiene obligaciones legales. Antes de que cualquier persona pueda acceder a los recursos compartidos, necesitamos confirmar su aceptación de nuestras políticas. Este sistema se encarga de ello de forma sencilla y mantiene todo actualizado.
fr: En tant qu'association enregistrée en Espagne, Nobodies Collective a des obligations légales. Avant que quiconque puisse accéder aux ressources partagées, nous devons confirmer l'acceptation de nos politiques. Ce système gère cela simplement et maintient tout à jour.
it: In quanto associazione registrata in Spagna, Nobodies Collective ha obblighi legali. Prima che qualcuno possa accedere alle risorse condivise, è necessario confermare l'accettazione delle nostre politiche. Questo sistema gestisce tutto in modo semplice e mantiene tutto aggiornato.

# Home_ComplianceTitle
source: Legal Compliance
de: Rechtliche Compliance
es: Cumplimiento legal
fr: Conformité légale
it: Conformità legale

# Home_ComplianceDescription
source: To access association resources, everyone needs to agree to our policies: GDPR data handling, privacy policy, consent terms, and Creative Commons licensing. This is a one-time process (unless documents are updated).
de: Um auf Vereinsressourcen zugreifen zu können, muss jeder unseren Richtlinien zustimmen: DSGVO-Datenverarbeitung, Datenschutzrichtlinie, Einwilligungsbedingungen und Creative-Commons-Lizenzierung. Dies ist ein einmaliger Vorgang (es sei denn, Dokumente werden aktualisiert).
es: Para acceder a los recursos de la asociación, es necesario aceptar nuestras políticas: tratamiento de datos según el RGPD, política de privacidad, términos de consentimiento y licencia Creative Commons. Es un proceso único (salvo que se actualicen los documentos).
fr: Pour accéder aux ressources de l'association, chacun doit accepter nos politiques : traitement des données RGPD, politique de confidentialité, conditions de consentement et licence Creative Commons. C'est un processus unique (sauf mise à jour des documents).
it: Per accedere alle risorse dell'associazione, è necessario accettare le nostre politiche: trattamento dei dati GDPR, informativa sulla privacy, termini di consenso e licenza Creative Commons. Si tratta di una procedura una tantum (salvo aggiornamenti dei documenti).

# Home_ResourceAccessTitle
source: Resource Access
de: Ressourcenzugang
es: Acceso a recursos
fr: Accès aux ressources
it: Accesso alle risorse

# Home_ResourceAccessDescription
source: Once you've completed your profile and consents, you'll have access to shared resources: Google Drive folders, team workspaces, and collaboration tools. Teams can be configured for different working groups.
de: Sobald Sie Ihr Profil und Ihre Einwilligungen abgeschlossen haben, erhalten Sie Zugang zu gemeinsamen Ressourcen: Google Drive-Ordnern, Team-Arbeitsbereichen und Kollaborations-Tools. Teams können für verschiedene Arbeitsgruppen konfiguriert werden.
es: Una vez que haya completado su perfil y sus consentimientos, tendrá acceso a los recursos compartidos: carpetas de Google Drive, espacios de trabajo de equipo y herramientas de colaboración. Los equipos pueden configurarse para diferentes grupos de trabajo.
fr: Une fois votre profil et vos consentements complétés, vous aurez accès aux ressources partagées : dossiers Google Drive, espaces de travail d'équipe et outils de collaboration. Les équipes peuvent être configurées pour différents groupes de travail.
it: Una volta completato il profilo e i consensi, avrà accesso alle risorse condivise: cartelle Google Drive, spazi di lavoro del team e strumenti di collaborazione. I team possono essere configurati per diversi gruppi di lavoro.

# Home_DocumentUpdatesTitle
source: Document Updates
de: Dokumentenaktualisierungen
es: Actualización de documentos
fr: Mises à jour des documents
it: Aggiornamenti dei documenti

# Home_DocumentUpdatesDescription
source: Legal documents evolve. When policies change in meaningful ways, you'll be asked to review and re-consent. This ensures everyone is working under the same current agreements.
de: Rechtliche Dokumente entwickeln sich weiter. Wenn sich Richtlinien wesentlich ändern, werden Sie aufgefordert, diese zu prüfen und erneut zuzustimmen. So wird sichergestellt, dass alle unter denselben aktuellen Vereinbarungen arbeiten.
es: Los documentos legales evolucionan. Cuando las políticas cambien de manera significativa, se le pedirá que las revise y otorgue su consentimiento nuevamente. Esto garantiza que todos trabajen bajo los mismos acuerdos vigentes.
fr: Les documents légaux évoluent. Lorsque les politiques changent de manière significative, il vous sera demandé de les revoir et de renouveler votre consentement. Cela garantit que tous travaillent sous les mêmes accords en vigueur.
it: I documenti legali si evolvono. Quando le politiche cambiano in modo significativo, Le verrà chiesto di rivederle e fornire nuovamente il consenso. Questo garantisce che tutti operino secondo gli stessi accordi aggiornati.

# Home_VotingMembershipTitle
source: Voting Membership
de: Stimmberechtigte Mitgliedschaft
es: Membresía con derecho a voto
fr: Adhésion avec droit de vote
it: Membri con diritto di voto

# Home_VotingMembershipDescription
source: Our by-laws require a roll of voting members for governance (general assemblies, elections, etc.). If you'd like to participate in governance, you can apply to become a voting member. This is entirely optional.
de: Unsere Satzung erfordert ein Verzeichnis stimmberechtigter Mitglieder für die Governance (Mitgliederversammlungen, Wahlen usw.). Wenn Sie an der Governance teilnehmen möchten, können Sie sich als stimmberechtigtes Mitglied bewerben. Dies ist vollkommen freiwillig.
es: Nuestros estatutos requieren un registro de miembros con derecho a voto para la gobernanza (asambleas generales, elecciones, etc.). Si desea participar en la gobernanza, puede solicitar ser miembro con derecho a voto. Esto es completamente opcional.
fr: Nos statuts exigent un registre des membres votants pour la gouvernance (assemblées générales, élections, etc.). Si vous souhaitez participer à la gouvernance, vous pouvez demander à devenir membre votant. Cela est entièrement facultatif.
it: Il nostro statuto richiede un elenco di membri con diritto di voto per la governance (assemblee generali, elezioni, ecc.). Se desidera partecipare alla governance, può fare domanda per diventare membro votante. Questo è del tutto facoltativo.

# Home_GettingStartedTitle
source: Getting started
de: Erste Schritte
es: Primeros pasos
fr: Pour commencer
it: Come iniziare

# Home_Step1
source: <strong>Sign in</strong> with your Google account
de: <strong>Melden Sie sich an</strong> mit Ihrem Google-Konto
es: <strong>Inicie sesión</strong> con su cuenta de Google
fr: <strong>Connectez-vous</strong> avec votre compte Google
it: <strong>Acceda</strong> con il Suo account Google

# Home_Step2
source: <strong>Complete your profile</strong> with basic information
de: <strong>Vervollständigen Sie Ihr Profil</strong> mit grundlegenden Informationen
es: <strong>Complete su perfil</strong> con información básica
fr: <strong>Complétez votre profil</strong> avec les informations de base
it: <strong>Completi il Suo profilo</strong> con le informazioni di base

# Home_Step3
source: <strong>Review and consent</strong> to our legal documents (Spanish originals with English translations)
de: <strong>Prüfen und stimmen Sie zu</strong> unseren rechtlichen Dokumenten (spanische Originale mit englischen Übersetzungen)
es: <strong>Revise y otorgue su consentimiento</strong> a nuestros documentos legales (originales en español con traducciones al inglés)
fr: <strong>Consultez et consentez</strong> à nos documents légaux (originaux en espagnol avec traductions en anglais)
it: <strong>Esamini e acconsenta</strong> ai nostri documenti legali (originali in spagnolo con traduzione in inglese)

# Home_GettingStartedSummary
source: That's it! Once your consents are in place, you'll have access to association resources. If you're interested in participating in governance as a voting member, you can optionally submit an application from your dashboard.
de: Das war's! Sobald Ihre Einwilligungen vorliegen, haben Sie Zugang zu den Vereinsressourcen. Wenn Sie daran interessiert sind, als stimmberechtigtes Mitglied an der Governance teilzunehmen, können Sie optional über Ihr Dashboard einen Antrag stellen.
es: ¡Eso es todo! Una vez que sus consentimientos estén en orden, tendrá acceso a los recursos de la asociación. Si le interesa participar en la gobernanza como miembro con derecho a voto, puede enviar una solicitud de forma opcional desde su panel de control.
fr: C'est tout ! Une fois vos consentements en ordre, vous aurez accès aux ressources de l'association. Si vous souhaitez participer à la gouvernance en tant que membre votant, vous pouvez éventuellement soumettre une candidature depuis votre tableau de bord.
it: Ecco fatto! Una volta forniti i consensi, avrà accesso alle risorse dell'associazione. Se è interessato a partecipare alla governance come membro votante, può facoltativamente presentare una domanda dalla Sua dashboard.

# Dashboard_Title
source: Dashboard
es: Panel de control
fr: Tableau de bord

# Dashboard_Welcome
source: Welcome, {0}
de: Willkommen, {0}
es: Bienvenido/a, {0}
fr: Bienvenue, {0}
it: Benvenuto/a, {0}

# Dashboard_PendingConsentsAlert
source: <strong>Action Required:</strong> You have {0} pending consent(s). <a href="/Consent" class="alert-link">Review and consent</a> to maintain your active membership.
de: <strong>Handlungsbedarf:</strong> Sie haben {0} ausstehende Einwilligung(en). <a href="/Consent" class="alert-link">Prüfen und zustimmen</a>, um Ihre aktive Mitgliedschaft aufrechtzuerhalten.
es: <strong>Acción requerida:</strong> Tiene {0} consentimiento(s) pendiente(s). <a href="/Consent" class="alert-link">Revíselos y otorgue su consentimiento</a> para mantener su membresía activa.
fr: <strong>Action requise :</strong> Vous avez {0} consentement(s) en attente. <a href="/Consent" class="alert-link">Consultez-les et donnez votre consentement</a> pour maintenir votre adhésion active.
it: <strong>Azione richiesta:</strong> Ha {0} consenso/i in sospeso. <a href="/Consent" class="alert-link">Esamini e acconsenta</a> per mantenere attiva la Sua iscrizione.

# Dashboard_IncompleteProfileAlert
source: <strong>Complete Your Profile:</strong> Your profile is incomplete. <a href="/Profile/Edit" class="alert-link">Add your information</a> to help us know you better.
de: <strong>Profil vervollständigen:</strong> Ihr Profil ist unvollständig. <a href="/Profile/Edit" class="alert-link">Ergänzen Sie Ihre Informationen</a>, damit wir Sie besser kennenlernen können.
es: <strong>Complete su perfil:</strong> Su perfil está incompleto. <a href="/Profile/Edit" class="alert-link">Añada su información</a> para que podamos conocerle mejor.
fr: <strong>Complétez votre profil :</strong> Votre profil est incomplet. <a href="/Profile/Edit" class="alert-link">Ajoutez vos informations</a> pour nous aider à mieux vous connaître.
it: <strong>Completi il Suo profilo:</strong> Il Suo profilo è incompleto. <a href="/Profile/Edit" class="alert-link">Aggiunga le Sue informazioni</a> per aiutarci a conoscerLa meglio.

# Dashboard_ProfileCard
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo

# Dashboard_ProfileComplete
source: Your profile is complete.
de: Ihr Profil ist vollständig.
es: Su perfil está completo.
fr: Votre profil est complet.
it: Il Suo profilo è completo.

# Dashboard_ProfileIncomplete
source: Complete your profile to help us know you better.
de: Vervollständigen Sie Ihr Profil, damit wir Sie besser kennenlernen können.
es: Complete su perfil para que podamos conocerle mejor.
fr: Complétez votre profil pour nous aider à mieux vous connaître.
it: Completi il Suo profilo per aiutarci a conoscerLa meglio.

# Dashboard_ViewProfile
source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
it: Visualizza Profilo

# Dashboard_ConsentsCard
source: Consents
de: Einwilligungen
es: Consentimientos
fr: Consentements
it: Consensi

# Dashboard_ConsentsNeeded
source: <strong>{0}</strong> of {1} documents need your consent.
de: <strong>{0}</strong> von {1} Dokumenten benötigen Ihre Einwilligung.
es: <strong>{0}</strong> de {1} documentos necesitan su consentimiento.
fr: <strong>{0}</strong> document(s) sur {1} nécessitent votre consentement.
it: <strong>{0}</strong> di {1} documenti richiedono il Suo consenso.

# Dashboard_ReviewConsents
source: Review Consents
de: Einwilligungen prüfen
es: Revisar consentimientos
fr: Consulter les consentements
it: Esamina consensi

# Dashboard_ConsentsUpToDate
source: All consents are up to date.
de: Alle Einwilligungen sind aktuell.
es: Todos los consentimientos están al día.
fr: Tous les consentements sont à jour.
it: Tutti i consensi sono aggiornati.

# Dashboard_ViewConsents
source: View Consents
de: Einwilligungen anzeigen
es: Ver consentimientos
fr: Voir les consentements
it: Visualizza consensi

# Dashboard_NoConsentsRequired
source: No documents require consent at this time.
de: Derzeit sind keine Einwilligungen erforderlich.
es: No se requiere consentimiento en este momento.
fr: Aucun document ne nécessite de consentement pour le moment.
it: Al momento non sono richiesti consensi per alcun documento.

# Dashboard_LatestApplication
source: Latest Application:
de: Letzter Antrag:
es: Última solicitud:
fr: Dernière candidature :
it: Ultima domanda:

# Dashboard_ViewApplicationHistory
source: View application history
de: Antragsverlauf anzeigen
es: Ver historial de solicitudes
fr: Voir l'historique des candidatures
it: Visualizza storico domande

# Dashboard_GovernanceDescription
source: Asociados are voting members who participate in governance decisions like assemblies and elections. This is intended for community leaders and long-term committed volunteers.
de: Asociados sind stimmberechtigte Mitglieder, die an Governance-Entscheidungen wie Versammlungen und Wahlen teilnehmen. Dies ist für Community-Leiter und langfristig engagierte Freiwillige gedacht.
es: Los asociados son miembros con derecho a voto que participan en las decisiones de gobernanza como asambleas y elecciones. Esto está destinado a líderes comunitarios y voluntarios comprometidos a largo plazo.
fr: Les asociados sont des membres votants qui participent aux décisions de gouvernance telles que les assemblées et les élections. Cela est destiné aux leaders communautaires et aux bénévoles engagés sur le long terme.
it: Gli asociados sono membri votanti che partecipano alle decisioni di governance come assemblee ed elezioni. Questo è pensato per i leader della comunità e i volontari impegnati a lungo termine.

# Dashboard_GovernanceOptional
source: Governance participation is optional and doesn't affect your access to resources.
de: Die Teilnahme an der Governance ist freiwillig und hat keinen Einfluss auf Ihren Zugang zu Ressourcen.
es: La participación en la gobernanza es opcional y no afecta a su acceso a los recursos.
fr: La participation à la gouvernance est facultative et n'affecte pas votre accès aux ressources.
it: La partecipazione alla governance è facoltativa e non influisce sul Suo accesso alle risorse.

# Dashboard_LearnMore
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
it: Maggiori informazioni

# Dashboard_YourMembership
source: Your Membership
de: Ihre Mitgliedschaft
es: Su membresía
fr: Votre adhésion
it: La Sua iscrizione

# Dashboard_MemberSince
source: Member Since
de: Mitglied seit
es: Miembro desde
fr: Membre depuis
it: Membro dal

# Dashboard_LastLogin
source: Last Login
de: Letzte Anmeldung
es: Último acceso
fr: Dernière connexion
it: Ultimo accesso

# Dashboard_QuickLinks
source: Quick Links
de: Schnellzugriff
es: Accesos rápidos
fr: Accès rapides
it: Link rapidi

# Dashboard_ManageConsents
source: Manage Consents
de: Einwilligungen verwalten
es: Gestionar consentimientos
fr: Gérer les consentements
it: Gestisci consensi

# Privacy_Title
source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
it: Informativa sulla Privacy

# Profile_Title
source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio Profilo

# ProfileEdit_Title
source: Edit Profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica Profilo

# ProfilePrivacy_Title
source: Privacy & Data
de: Datenschutz & Daten
es: Privacidad y datos
fr: Confidentialité et données
it: Privacy & Dati

# PreferredEmail_Title
source: Preferred Email
de: Bevorzugte E-Mail
es: Correo electrónico preferido
fr: Adresse e-mail préférée
it: Email preferita

# VerifyEmail_Title
source: Email Verification
de: E-Mail-Verifizierung
es: Verificación de correo electrónico
fr: Vérification de l'adresse e-mail
it: Verifica email
