Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

# Admin_CannotRequestInfo
source: Cannot request more info. Application must be under review.
de: Weitere Informationen können nicht angefordert werden. Der Antrag muss in Prüfung sein.
es: No se puede solicitar más información. La solicitud debe estar en revisión.
fr: Impossible de demander plus d'informations. La candidature doit être en cours d'examen.
it: Impossibile richiedere ulteriori informazioni. La domanda deve essere in fase di esame.

# Admin_SpecifyInfoNeeded
source: Please specify what information is needed.
de: Bitte geben Sie an, welche Informationen benötigt werden.
es: Por favor, especifique qué información se necesita.
fr: Veuillez préciser quelles informations sont nécessaires.
it: Specifichi quali informazioni sono necessarie.

# Admin_MoreInfoRequested
source: More information has been requested from the applicant.
de: Weitere Informationen wurden vom Antragsteller angefordert.
es: Se ha solicitado más información al solicitante.
fr: Des informations complémentaires ont été demandées au candidat.
it: Ulteriori informazioni sono state richieste al candidato.

# Admin_UnknownAction
source: Unknown action.
de: Unbekannte Aktion.
es: Acción desconocida.
fr: Action inconnue.
it: Azione sconosciuta.

# Admin_MemberSuspended
source: Member has been suspended.
de: Mitglied wurde gesperrt.
es: El miembro ha sido suspendido.
fr: Le membre a été suspendu.
it: Il membro è stato sospeso.

# Admin_MemberUnsuspended
source: Member has been unsuspended.
de: Sperre des Mitglieds wurde aufgehoben.
es: Se ha levantado la suspensión del miembro.
fr: La suspension du membre a été levée.
it: La sospensione del membro è stata revocata.

# Admin_VolunteerApproved
source: Volunteer has been approved.
de: Freiwilliger wurde genehmigt.
es: El voluntario ha sido aprobado.
fr: Le bénévole a été approuvé.
it: Il volontario è stato approvato.

# Admin_TeamCreated
source: Team "{0}" created successfully.
de: Team „{0}" erfolgreich erstellt.
es: Equipo “{0}” creado correctamente.
fr: Équipe « {0} » créée avec succès.
it: Team "{0}" creato con successo.

# Admin_TeamCreateError
source: An error occurred while creating the team.
de: Beim Erstellen des Teams ist ein Fehler aufgetreten.
es: Se ha producido un error al crear el equipo.
fr: Une erreur s'est produite lors de la création de l'équipe.
it: Si è verificato un errore durante la creazione del team.

# Admin_TeamUpdated
source: Team updated successfully.
de: Team erfolgreich aktualisiert.
es: Equipo actualizado correctamente.
fr: Équipe mise à jour avec succès.
it: Team aggiornato con successo.

# Admin_TeamDeactivated
source: Team deactivated.
de: Team deaktiviert.
es: Equipo desactivado.
fr: Équipe désactivée.
it: Team disattivato.

# Admin_RoleAlreadyActive
source: User already has an active '{0}' role assignment.
de: Der Benutzer hat bereits eine aktive Rollenzuweisung „{0}".
es: El usuario ya tiene una asignación activa del rol “{0}”.
fr: L'utilisateur a déjà une attribution active du rôle « {0} ».
it: L'utente ha già un'assegnazione di ruolo "{0}" attiva.

# Admin_RoleAssigned
source: Role '{0}' assigned successfully.
de: Rolle „{0}" erfolgreich zugewiesen.
es: Rol “{0}” asignado correctamente.
fr: Rôle « {0} » attribué avec succès.
it: Ruolo "{0}" assegnato con successo.

# Admin_RoleNotActive
source: This role assignment is not currently active.
de: Diese Rollenzuweisung ist derzeit nicht aktiv.
es: Esta asignación de rol no está activa actualmente.
fr: Cette attribution de rôle n'est pas actuellement active.
it: Questa assegnazione di ruolo non è attualmente attiva.

# Admin_RoleEnded
source: Role '{0}' ended for {1}.
de: Rolle „{0}" für {1} beendet.
es: Rol “{0}” finalizado para {1}.
fr: Rôle « {0} » terminé pour {1}.
it: Ruolo "{0}" terminato per {1}.

# Admin_GoogleSyncSuccess
source: Google resources synced successfully.
de: Google-Ressourcen erfolgreich synchronisiert.
es: Recursos de Google sincronizados correctamente.
fr: Ressources Google synchronisées avec succès.
it: Risorse Google sincronizzate con successo.

# Admin_GoogleSyncFailed
source: Sync failed. Check logs for details.
de: Synchronisierung fehlgeschlagen. Prüfen Sie die Protokolle für Details.
es: La sincronización ha fallado. Consulte los registros para más detalles.
fr: La synchronisation a échoué. Consultez les journaux pour plus de détails.
it: Sincronizzazione non riuscita. Verifichi i log per i dettagli.

# Email_ApplicationSubmitted_Subject
source: New Membership Application: {0}
de: Neuer Mitgliedschaftsantrag: {0}
es: Nueva solicitud de membresía: {0}
fr: Nouvelle candidature d'adhésion : {0}
it: Nuova domanda di iscrizione: {0}

# Email_ApplicationApproved_Subject
source: Welcome to Humans!
de: Willkommen bei Humans!
es: ¡Bienvenido/a a Humans!
fr: Bienvenue sur Humans !
it: Benvenuto/a su Humans!

# Email_ApplicationApproved_Heading
source: Your Application Has Been Approved!
de: Ihr Antrag wurde genehmigt!
es: ¡Su solicitud ha sido aprobada!
fr: Votre candidature a été approuvée !
it: La Sua domanda è stata approvata!

# Email_ApplicationRejected_Subject
source: Regarding Your Membership Application
de: Bezüglich Ihres Mitgliedschaftsantrags
es: Acerca de su solicitud de membresía
fr: Concernant votre candidature d'adhésion
it: Riguardo la Sua domanda di iscrizione

# Email_ReConsentRequired_Subject_Single
source: Action Required: Updated {0}
de: Handlungsbedarf: Aktualisiertes Dokument {0}
es: Acción requerida: {0} actualizado
fr: Action requise : {0} mis à jour
it: Azione richiesta: {0} aggiornato

# Email_ReConsentRequired_Subject_Multiple
source: Action Required: Multiple Legal Documents Updated
de: Handlungsbedarf: Mehrere rechtliche Dokumente aktualisiert
es: Acción requerida: Varios documentos legales actualizados
fr: Action requise : Plusieurs documents légaux mis à jour
it: Azione richiesta: Aggiornamento di più documenti legali

# Email_ReConsentReminder_Subject
source: Reminder: {0} days to review updated documents
de: Erinnerung: Noch {0} Tage zur Prüfung aktualisierter Dokumente
es: Recordatorio: {0} días para revisar documentos actualizados
fr: Rappel : {0} jours pour consulter les documents mis à jour
it: Promemoria: {0} giorni per esaminare i documenti aggiornati

# Email_Welcome_Subject
source: Welcome to Humans!
de: Willkommen bei Humans!
es: ¡Bienvenido/a a Humans!
fr: Bienvenue sur Humans !
it: Benvenuto/a su Humans!

# Email_Welcome_Heading
source: Welcome!
de: Willkommen!
es: ¡Bienvenido/a!
fr: Bienvenue !
it: Benvenuto/a!

# Email_AccessSuspended_Subject
source: Your Membership Access Has Been Suspended
de: Ihr Mitgliedschaftszugang wurde gesperrt
es: Su acceso de membresía ha sido suspendido
fr: Votre accès membre a été suspendu
it: Il Suo accesso come membro è stato sospeso

# Email_VerifyEmail_Subject
source: Verify Your Email Address
de: Bestätigen Sie Ihre E-Mail-Adresse
es: Verifique su dirección de correo electrónico
fr: Vérifiez votre adresse e-mail
it: Verifichi il Suo indirizzo email

# Email_DeletionRequested_Subject
source: Account Deletion Requested
de: Kontolöschung beantragt
es: Solicitud de eliminación de cuenta
fr: Demande de suppression de compte
it: Eliminazione dell'account richiesta

# Email_AccountDeleted_Subject
source: Your Account Has Been Deleted
de: Ihr Konto wurde gelöscht
es: Su cuenta ha sido eliminada
fr: Votre compte a été supprimé
it: Il Suo account è stato eliminato

# MyTeams_LeaveConfirm
source: Are you sure you want to leave {0}?
de: Sind Sie sicher, dass Sie {0} verlassen möchten?
es: ¿Está seguro de que desea abandonar {0}?
fr: Êtes-vous sûr de vouloir quitter {0} ?
it: È sicuro/a di voler lasciare {0}?

# MyTeams_WithdrawConfirm
source: Are you sure you want to withdraw this request?
de: Sind Sie sicher, dass Sie diese Anfrage zurückziehen möchten?
es: ¿Está seguro de que desea retirar esta solicitud?
fr: Êtes-vous sûr de vouloir retirer cette demande ?
it: È sicuro/a di voler ritirare questa richiesta?

# JoinTeam_Join
source: Join
de: Beitreten
es: Unirse
fr: Rejoindre
it: Unisciti

# TeamDetail_Created
source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato

# TeamDetail_WithdrawConfirm
source: Are you sure you want to withdraw your request?
de: Sind Sie sicher, dass Sie Ihre Anfrage zurückziehen möchten?
es: ¿Está seguro de que desea retirar su solicitud?
fr: Êtes-vous sûr de vouloir retirer votre demande ?
it: È sicuro/a di voler ritirare la Sua richiesta?

# TeamDetail_LeaveConfirm
source: Are you sure you want to leave this team?
de: Sind Sie sicher, dass Sie dieses Team verlassen möchten?
es: ¿Está seguro de que desea abandonar este equipo?
fr: Êtes-vous sûr de vouloir quitter cette équipe ?
it: È sicuro/a di voler lasciare questo team?

# Admin_TotalMembers
source: Total Members
de: Mitglieder gesamt
es: Miembros totales
fr: Membres au total
it: Membri totali

# Admin_ActiveMembers
source: Active Members
de: Aktive Mitglieder
es: Miembros activos
fr: Membres actifs
it: Membri attivi

# Admin_PendingVolunteers
source: Pending Volunteers
de: Ausstehende Freiwillige
es: Voluntarios pendientes
fr: Bénévoles en attente
it: Volontari in sospeso

# Admin_PendingApplications
source: Pending Applications
de: Ausstehende Anträge
es: Solicitudes pendientes
fr: Candidatures en attente
it: Domande in sospeso

# Admin_PendingConsents
source: Pending Consents
de: Ausstehende Einwilligungen
es: Consentimientos pendientes
fr: Consentements en attente
it: Consensi in sospeso

# Admin_QuickActions
source: Quick Actions
de: Schnellaktionen
es: Acciones rápidas
fr: Actions rapides
it: Azioni rapide

# Admin_ReviewPendingVolunteers
source: Review Pending Volunteers
de: Ausstehende Freiwillige prüfen
es: Revisar voluntarios pendientes
fr: Examiner les bénévoles en attente
it: Esamina volontari in sospeso

# Admin_ReviewApplications
source: Review Applications
de: Anträge prüfen
es: Revisar solicitudes
fr: Examiner les candidatures
it: Esamina domande

# Admin_ManageMembers
source: Manage Members
de: Mitglieder verwalten
es: Gestionar miembros
fr: Gérer les membres
it: Gestisci membri

# Admin_ManageTeams
source: Manage Teams
de: Teams verwalten
es: Gestionar equipos
fr: Gérer les équipes
it: Gestisci team

# Admin_ManageRoles
source: Manage Roles
de: Rollen verwalten
es: Gestionar roles
fr: Gérer les rôles
it: Gestisci ruoli

# Admin_GoogleSyncStatus
source: Google Sync Status
de: Google-Synchronisierungsstatus
es: Estado de sincronización con Google
fr: État de la synchronisation Google
it: Stato sincronizzazione Google

# Admin_BackgroundJobs
source: Background Jobs
de: Hintergrundaufgaben
es: Tareas en segundo plano
fr: Tâches en arrière-plan
it: Processi in background

# Admin_SystemHealth
source: System Health
de: Systemzustand
es: Estado del sistema
fr: État du système
it: Stato del sistema

# Admin_DatabaseConnection
source: Database Connection
de: Datenbankverbindung
es: Conexión a base de datos
fr: Connexion à la base de données
it: Connessione al database

# Admin_ViewHealthCheck
source: View Health Check
de: Zustandsprüfung anzeigen
es: Ver estado de salud
fr: Voir le bilan de santé
it: Visualizza controllo stato

# Admin_RecentActivity
source: Recent Activity
de: Letzte Aktivitäten
es: Actividad reciente
fr: Activité récente
it: Attività recente

# Admin_NoRecentActivity
source: No recent activity recorded.
de: Keine kürzliche Aktivität aufgezeichnet.
es: No se ha registrado actividad reciente.
fr: Aucune activité récente enregistrée.
it: Nessuna attività recente registrata.

# Admin_TotalCount
source: {0} total
de: {0} insgesamt
es: {0} en total
fr: {0} au total
it: {0} in totale

# Admin_SearchPlaceholder
source: Search by email or name...
de: Nach E-Mail oder Name suchen...
es: Buscar por correo o nombre...
fr: Rechercher par e-mail ou nom...
it: Cerca per email o nome...

# Admin_Search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca

# Admin_Clear
source: Clear
de: Zurücksetzen
es: Limpiar
fr: Effacer
it: Cancella

# Admin_NoMembersFound
source: No members found.
de: Keine Mitglieder gefunden.
es: No se encontraron miembros.
fr: Aucun membre trouvé.
it: Nessun membro trovato.

# Admin_Joined
source: Joined
de: Beigetreten
es: Incorporación
fr: Inscription
it: Iscritto

# Admin_LastLogin
source: Last Login
de: Letzte Anmeldung
es: Último acceso
fr: Dernière connexion
it: Ultimo accesso

# Admin_Never
source: Never
de: Nie
es: Nunca
fr: Jamais
it: Mai

# Admin_NoProfile
source: No Profile
de: Kein Profil
es: Sin perfil
fr: Pas de profil
it: Nessun profilo

# AdminMember_Information
source: Member Information
de: Mitgliederinformationen
es: Información del miembro
fr: Informations du membre
it: Informazioni sul membro

# AdminMember_Suspended
source: Suspended
de: Gesperrt
es: Suspendido
fr: Suspendu
it: Sospeso

# AdminMember_PendingApproval
source: Pending Approval
de: Genehmigung ausstehend
es: Pendiente de aprobación
fr: En attente d'approbation
it: In attesa di approvazione

# AdminMember_Approved
source: Approved
de: Genehmigt
es: Aprobado
fr: Approuvé
it: Approvato

# AdminMember_UserId
source: User ID
de: Benutzer-ID
es: ID de usuario
fr: ID utilisateur
it: ID utente

# AdminMember_FullName
source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
it: Nome completo

# AdminMember_AdminNotes
source: Admin Notes
de: Admin-Notizen
es: Notas de administración
fr: Notes d'administration
it: Note dell'amministratore

# AdminMember_RecentApplications
source: Recent Applications
de: Letzte Anträge
es: Solicitudes recientes
fr: Candidatures récentes
it: Domande recenti

# AdminMember_RoleAssignments
source: Role Assignments
de: Rollenzuweisungen
es: Asignaciones de roles
fr: Attributions de rôles
it: Assegnazione ruoli

# AdminMember_AddRole
source: Add Role
de: Rolle hinzufügen
es: Añadir rol
fr: Ajouter un rôle
it: Aggiungi ruolo

# AdminMember_Active
source: Active
de: Aktiv
es: Activo
fr: Actif
it: Attivo

# AdminMember_Ended
source: Ended
de: Beendet
es: Finalizado
fr: Terminé
it: Terminato

# AdminMember_From
source: From
de: Von
es: Desde
fr: Du
it: Dal

# AdminMember_To
source: to
de: bis
es: hasta
fr: au
it: al

# AdminMember_EndRoleConfirm
source: End this role assignment?
de: Diese Rollenzuweisung beenden?
es: ¿Finalizar esta asignación de rol?
fr: Mettre fin à cette attribution de rôle ?
it: Terminare questa assegnazione di ruolo?

# AdminMember_End
source: End
de: Beenden
es: Finalizar
fr: Terminer
it: Termina

# AdminMember_NoRoleAssignments
source: No role assignments.
de: Keine Rollenzuweisungen.
es: Sin asignaciones de roles.
fr: Aucune attribution de rôle.
it: Nessuna assegnazione di ruolo.

# AdminMember_AuditHistory
source: Audit History
de: Prüfverlauf
es: Historial de auditoría
fr: Historique d'audit
it: Storico audit

# AdminMember_NoAuditHistory
source: No audit history.
de: Kein Prüfverlauf vorhanden.
es: Sin historial de auditoría.
fr: Aucun historique d'audit.
it: Nessuno storico audit disponibile.

# AdminMember_Statistics
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
it: Statistiche

# AdminMember_ApplicationCount
source: Applications
de: Anträge
es: Solicitudes
fr: Candidatures
it: Domande

# AdminMember_ConsentCount
source: Consents
de: Einwilligungen
es: Consentimientos
fr: Consentements
it: Consensi

# AdminMember_ApproveVolunteer
source: Approve Volunteer
de: Freiwilligen genehmigen
es: Aprobar voluntario
fr: Approuver le bénévole
it: Approva volontario

# AdminMember_UnsuspendMember
source: Unsuspend Member
de: Sperre aufheben
es: Levantar suspensión del miembro
fr: Lever la suspension du membre
it: Revoca sospensione

# AdminMember_SuspendConfirm
source: Are you sure you want to suspend this member?
de: Sind Sie sicher, dass Sie dieses Mitglied sperren möchten?
es: ¿Está seguro de que desea suspender a este miembro?
fr: Êtes-vous sûr de vouloir suspendre ce membre ?
it: È sicuro/a di voler sospendere questo membro?

# AdminMember_SuspendReasonPlaceholder
source: Reason for suspension (optional)
de: Grund der Sperrung (optional)
es: Motivo de la suspensión (opcional)
fr: Motif de la suspension (facultatif)
it: Motivo della sospensione (facoltativo)

# AdminMember_SuspendMember
source: Suspend Member
de: Mitglied sperren
es: Suspender miembro
fr: Suspendre le membre
it: Sospendi membro

# AdminApp_Pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In sospeso

# AdminApp_Rejected
source: Rejected
de: Abgelehnt
es: Rechazada
fr: Refusée
it: Rifiutata

# AdminApp_Withdrawn
source: Withdrawn
de: Zurückgezogen
es: Retirada
fr: Retirée
it: Ritirata

# AdminApp_NoApplicationsFound
source: No applications found.
de: Keine Anträge gefunden.
es: No se encontraron solicitudes.
fr: Aucune candidature trouvée.
it: Nessuna domanda trovata.

# AdminApp_Applicant
source: Applicant
de: Antragsteller
es: Solicitante
fr: Candidat
it: Candidato

# AdminApp_Preview
source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima

# AdminApp_Review
source: Review
de: Prüfen
es: Revisar
fr: Examiner
it: Esamina

# AdminAppDetail_ApplicationReview
source: Application Review
de: Antragsprüfung
es: Revisión de solicitud
fr: Examen de la candidature
it: Esame della domanda

# AdminAppDetail_ViewProfile
source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil
it: Visualizza profilo

# AdminAppDetail_Motivation
source: Motivation
es: Motivación
it: Motivazione

# AdminAppDetail_Reviewer
source: Reviewer
de: Prüfer
es: Revisor
fr: Examinateur
it: Revisore

# AdminAppDetail_StartReview
source: Start Review
de: Prüfung starten
es: Iniciar revisión
fr: Démarrer l'examen
it: Inizia esame

# AdminAppDetail_NotesLabel
source: Notes (required for reject/request info)
de: Notizen (erforderlich für Ablehnung/Rückfrage)
es: Notas (obligatorias para rechazar/solicitar información)
fr: Notes (obligatoires pour refuser/demander des informations)
it: Note (obbligatorie per rifiuto/richiesta info)

# AdminAppDetail_NotesPlaceholder
source: Add notes...
de: Notizen hinzufügen...
es: Añadir notas...
fr: Ajouter des notes...
it: Aggiungi note...

# AdminAppDetail_ApproveConfirm
source: Approve this application?
de: Diesen Antrag genehmigen?
es: ¿Aprobar esta solicitud?
fr: Approuver cette candidature ?
it: Approvare questa domanda?

# AdminAppDetail_Approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva

# AdminAppDetail_RejectConfirm
source: Reject this application?
de: Diesen Antrag ablehnen?
es: ¿Rechazar esta solicitud?
fr: Refuser cette candidature ?
it: Rifiutare questa domanda?

# AdminAppDetail_Reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta

# AdminAppDetail_RequestMoreInfo
source: Request More Info
de: Weitere Informationen anfordern
es: Solicitar más información
fr: Demander plus d'informations
it: Richiedi ulteriori informazioni

# AdminTeams_Name
source: Name
es: Nombre
fr: Nom
it: Nome

# AdminTeams_Type
source: Type
de: Typ
es: Tipo
it: Tipo

# AdminTeams_Members
source: Members
de: Mitglieder
es: Miembros
fr: Membres
it: Membri

# AdminTeams_Pending
source: Pending
de: Ausstehend
es: Pendientes
fr: En attente
it: In sospeso

# AdminTeams_Created
source: Created
de: Erstellt
es: Creado
fr: Créé
it: Creato

# AdminTeams_Open
source: Open
de: Offen
es: Abierto
fr: Ouvert
it: Aperto

# AdminTeams_Inactive
source: Inactive
de: Inaktiv
es: Inactivo
fr: Inactif
it: Inattivo

# AdminTeams_DeactivateConfirm
source: Deactivate this team?
de: Dieses Team deaktivieren?
es: ¿Desactivar este equipo?
fr: Désactiver cette équipe ?
it: Disattivare questo team?

# AdminTeams_Deactivate
source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva

# AdminTeams_SystemManaged
source: System managed
de: Systemverwaltet
es: Gestionado por el sistema
fr: Géré par le système
it: Gestito dal sistema

# AdminTeams_TeamName
source: Team Name
es: Nombre del equipo
fr: Nom de l'équipe
it: Nome del team

# AdminTeams_DescriptionOptional
source: Description (optional)
de: Beschreibung (optional)
es: Descripción (opcional)
fr: Description (facultatif)
it: Descrizione (facoltativa)

# AdminTeams_RequireApproval
source: Require approval to join
de: Genehmigung zum Beitritt erforderlich
es: Requiere aprobación para unirse
fr: Approbation requise pour rejoindre
it: Richiedi approvazione per aderire

# AdminTeams_RequireApprovalHelp
source: When enabled, new members must be approved by a team metalead or board member.
de: Wenn aktiviert, müssen neue Mitglieder von einem Team-Metalead oder Vorstandsmitglied genehmigt werden.
es: Cuando está activado, los nuevos miembros deben ser aprobados por un metalead del equipo o un miembro de la junta.
fr: Lorsque cette option est activée, les nouveaux membres doivent être approuvés par un metalead de l'équipe ou un membre du conseil.
it: Se abilitato, i nuovi membri devono essere approvati da un metalead del team o un membro del Consiglio.

# AdminEditTeam_SystemTeamWarning
source: This is a system-managed team. Most settings cannot be modified.
de: Dies ist ein systemverwaltetes Team. Die meisten Einstellungen können nicht geändert werden.
es: Este es un equipo gestionado por el sistema. La mayoría de los ajustes no se pueden modificar.
fr: Ceci est une équipe gérée par le système. La plupart des paramètres ne peuvent pas être modifiés.
it: Questo è un team gestito dal sistema. La maggior parte delle impostazioni non può essere modificata.

# AdminEditTeam_TeamIsActive
source: Team is active
de: Team ist aktiv
es: El equipo está activo
fr: L'équipe est active
it: Il team è attivo

# AdminRoles_All
source: All
de: Alle
es: Todos
fr: Tous
it: Tutti

# AdminRoles_HideInactive
source: Hide Inactive
de: Inaktive ausblenden
es: Ocultar inactivos
fr: Masquer les inactifs
it: Nascondi inattivi

# AdminRoles_ShowInactive
source: Show Inactive
de: Inaktive anzeigen
es: Mostrar inactivos
fr: Afficher les inactifs
it: Mostra inattivi

# AdminRoles_User
source: User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente

# AdminRoles_ValidFrom
source: Valid From
de: Gültig ab
es: Válido desde
fr: Valide depuis
it: Valido dal

# AdminRoles_ValidTo
source: Valid To
de: Gültig bis
es: Válido hasta
fr: Valide jusqu'au
it: Valido fino al

# AdminAddRole_Heading
source: Add Role to {0}
de: Rolle hinzufügen für {0}
es: Añadir rol a {0}
fr: Ajouter un rôle à {0}
it: Aggiungi ruolo a {0}

# AdminAddRole_SelectRole
source: Select a role...
de: Rolle auswählen...
es: Seleccionar un rol...
fr: Sélectionner un rôle...
it: Seleziona un ruolo...

# AdminAddRole_AdminDesc
source: Full system access
de: Vollständiger Systemzugriff
es: Acceso completo al sistema
fr: Accès complet au système
it: Accesso completo al sistema

# AdminAddRole_BoardDesc
source: Board member permissions
de: Vorstandsmitglied-Berechtigungen
es: Permisos de miembro de la junta
fr: Permissions de membre du conseil
it: Permessi membro del Consiglio

# AdminAddRole_MetaleadDesc
source: Team lead role
de: Team-Lead-Rolle
es: Rol de líder de equipo
fr: Rôle de responsable d'équipe
it: Ruolo di team lead

# AdminAddRole_NotesLabel
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
it: Note (facoltative)

# AdminAddRole_NotesPlaceholder
source: Reason for assignment
de: Grund der Zuweisung
es: Motivo de la asignación
fr: Motif de l'attribution
it: Motivo dell'assegnazione

# GoogleSync_SyncNow
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fr: Synchroniser maintenant
it: Sincronizza ora

# GoogleSync_TotalResources
source: Total Resources
de: Ressourcen gesamt
es: Recursos totales
fr: Ressources totales
it: Risorse totali

# GoogleSync_InSync
source: In Sync
de: Synchron
es: Sincronizado
fr: Synchronisé
it: Sincronizzato

# GoogleSync_Drifted
source: Drifted
de: Abweichend
es: Desviado
fr: Désynchronisé
it: Non allineato
