Repository: peterdrier/profiles.net
Catalog: src/Profiles.Web/Resources/SharedResource.*.resx
Languages: de, es, fr, it

# GoogleSync_Errors
source: Errors
de: Fehler
es: Errores
fr: Erreurs
it: Errori

# GoogleSync_NoResources
source: No active Google resources found.
de: Keine aktiven Google-Ressourcen gefunden.
es: No se encontraron recursos activos de Google.
fr: Aucune ressource Google active trouvée.
it: Nessuna risorsa Google attiva trovata.

# GoogleSync_Resource
source: Resource
de: Ressource
es: Recurso
fr: Ressource
it: Risorsa

# GoogleSync_Details
source: Details
es: Detalles
fr: Détails
it: Dettagli

# GoogleSync_BackToDashboard
source: Back to Dashboard
de: Zurück zum Dashboard
es: Volver al panel de administración
fr: Retour au tableau de bord
it: Torna alla Dashboard

# TeamAdmin_ManageMembers
source: Manage Members
de: Mitglieder verwalten
es: Gestionar miembros
fr: Gérer les membres
it: Gestisci membri

# TeamAdmin_ManageResources
source: Manage Resources
de: Ressourcen verwalten
es: Gestionar recursos
fr: Gérer les ressources
it: Gestisci risorse

# TeamAdmin_SystemTeam
source: System Team
es: Equipo del sistema
fr: Équipe système
it: Team di sistema

# TeamAdmin_SystemTeamRolesInfo
source: This is a system-managed team. Member roles cannot be changed manually.
de: Dies ist ein systemverwaltetes Team. Mitgliedsrollen können nicht manuell geändert werden.
es: Este es un equipo gestionado por el sistema. Los roles de los miembros no se pueden cambiar manualmente.
fr: Ceci est une équipe gérée par le système. Les rôles des membres ne peuvent pas être modifiés manuellement.
it: Questo è un team gestito dal sistema. I ruoli dei membri non possono essere modificati manualmente.

# TeamAdmin_DemoteConfirm
source: Demote this user to Member?
de: Diesen Benutzer zum Mitglied herabstufen?
es: ¿Degradar a este usuario a Miembro?
fr: Rétrograder cet utilisateur au rôle de Membre ?
it: Declassare questo utente a Membro?

# TeamAdmin_DemoteToMember
source: Demote to Member
de: Zum Mitglied herabstufen
es: Degradar a Miembro
fr: Rétrograder à Membre
it: Declassa a Membro

# TeamAdmin_PromoteConfirm
source: Promote this user to Metalead?
de: Diesen Benutzer zum Metalead befördern?
es: ¿Ascender a este usuario a Metalead?
fr: Promouvoir cet utilisateur au rôle de Metalead ?
it: Promuovere questo utente a Metalead?

# TeamAdmin_PromoteToMetalead
source: Promote to Metalead
de: Zum Metalead befördern
es: Ascender a Metalead
fr: Promouvoir à Metalead
it: Promuovi a Metalead

# TeamAdmin_RemoveConfirm
source: Remove this member from the team?
de: Dieses Mitglied aus dem Team entfernen?
es: ¿Eliminar a este miembro del equipo?
fr: Retirer ce membre de l'équipe ?
it: Rimuovere questo membro dal team?

# TeamAdmin_Remove
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi

# TeamAdmin_NoMembers
source: No members in this team yet.
de: Noch keine Mitglieder in diesem Team.
es: Aún no hay miembros en este equipo.
fr: Aucun membre dans cette équipe pour le moment.
it: Nessun membro in questo team ancora.

# TeamAdmin_BackToTeam
source: Back to Team
de: Zurück zum Team
es: Volver al equipo
fr: Retour à l'équipe
it: Torna al Team

# TeamAdmin_ViewPendingRequests
source: View Pending Requests
de: Ausstehende Anfragen anzeigen
es: Ver solicitudes pendientes
fr: Voir les demandes en attente
it: Visualizza richieste in sospeso

# TeamAdmin_Message
source: Message
de: Nachricht
es: Mensaje
it: Messaggio

# TeamAdmin_NoMessage
source: No message
de: Keine Nachricht
es: Sin mensaje
fr: Aucun message
it: Nessun messaggio

# TeamAdmin_ApproveConfirm
source: Approve this request?
de: Diese Anfrage genehmigen?
es: ¿Aprobar esta solicitud?
fr: Approuver cette demande ?
it: Approvare questa richiesta?

# TeamAdmin_Approve
source: Approve
de: Genehmigen
es: Aprobar
fr: Approuver
it: Approva

# TeamAdmin_Reject
source: Reject
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta

# TeamAdmin_RejectRequest
source: Reject Request
de: Anfrage ablehnen
es: Rechazar solicitud
fr: Refuser la demande
it: Rifiuta richiesta

# TeamAdmin_RejectingFrom
source: Rejecting request from <strong>{0}</strong>
de: Anfrage von <strong>{0}</strong> ablehnen
es: Rechazando solicitud de <strong>{0}</strong>
fr: Refus de la demande de <strong>{0}</strong>
it: Rifiuto della richiesta da <strong>{0}</strong>

# TeamAdmin_RejectionReason
source: Reason for rejection (required)
de: Ablehnungsgrund (erforderlich)
es: Motivo del rechazo (obligatorio)
fr: Motif du refus (obligatoire)
it: Motivo del rifiuto (obbligatorio)

# TeamAdmin_NoPendingRequests
source: No pending requests at this time.
de: Derzeit keine ausstehenden Anfragen.
es: No hay solicitudes pendientes en este momento.
fr: Aucune demande en attente pour le moment.
it: Nessuna richiesta in sospeso al momento.

# TeamAdmin_Resources
source: Resources
de: Ressourcen
es: Recursos
fr: Ressources
it: Risorse

# TeamAdmin_ServiceAccountTitle
source: Service Account
de: Dienstkonto
es: Cuenta de servicio
fr: Compte de service
it: Account di servizio

# TeamAdmin_ShareWithServiceAccount
source: To link a Google resource, you must first share it with the service account:
de: Um eine Google-Ressource zu verknüpfen, müssen Sie sie zunächst mit dem Dienstkonto teilen:
es: Para vincular un recurso de Google, primero debe compartirlo con la cuenta de servicio:
fr: Pour lier une ressource Google, vous devez d'abord la partager avec le compte de service :
it: Per collegare una risorsa Google, è necessario prima condividerla con l'account di servizio:

# TeamAdmin_Copy
source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia

# TeamAdmin_DriveFolders
source: Drive folders
de: Drive-Ordner
es: Carpetas de Drive
fr: Dossiers Drive
it: Cartelle Drive

# TeamAdmin_DriveFoldersHelp
source: Share the folder with this email as Editor
de: Teilen Sie den Ordner mit dieser E-Mail als Bearbeiter
es: Comparta la carpeta con este correo como Editor
fr: Partagez le dossier avec cet e-mail en tant qu'Éditeur
it: Condivida la cartella con questa email come Editor

# TeamAdmin_GoogleGroupsHelp
source: Add this email as a Manager of the group
de: Fügen Sie diese E-Mail als Manager der Gruppe hinzu
es: Añada este correo como Administrador del grupo
fr: Ajoutez cet e-mail en tant que Gestionnaire du groupe
it: Aggiunga questa email come Manager del gruppo

# TeamAdmin_LinkedResources
source: Linked Resources
de: Verknüpfte Ressourcen
es: Recursos vinculados
fr: Ressources liées
it: Risorse collegate

# TeamAdmin_LastSynced
source: Last Synced
de: Letzte Synchronisierung
es: Última sincronización
fr: Dernière synchronisation
it: Ultima sincronizzazione

# TeamAdmin_Sync
source: Sync
de: Synchronisieren
es: Sincronizar
fr: Synchroniser
it: Sincronizza

# TeamAdmin_UnlinkConfirm
source: Are you sure you want to unlink this resource?
de: Sind Sie sicher, dass Sie diese Ressource trennen möchten?
es: ¿Está seguro de que desea desvincular este recurso?
fr: Êtes-vous sûr de vouloir délier cette ressource ?
it: È sicuro/a di voler scollegare questa risorsa?

# TeamAdmin_Unlink
source: Unlink
de: Trennen
es: Desvincular
fr: Délier
it: Scollega

# TeamAdmin_NoResources
source: No resources linked to this team yet. Use the forms below to link a Google Drive folder or Google Group.
de: Noch keine Ressourcen mit diesem Team verknüpft. Verwenden Sie die folgenden Formulare, um einen Google Drive-Ordner oder eine Google Group zu verknüpfen.
es: Aún no hay recursos vinculados a este equipo. Utilice los formularios a continuación para vincular una carpeta de Google Drive o un Google Group.
fr: Aucune ressource liée à cette équipe pour le moment. Utilisez les formulaires ci-dessous pour lier un dossier Google Drive ou un Google Group.
it: Nessuna risorsa collegata a questo team. Utilizzi i moduli sottostanti per collegare una cartella Google Drive o un Google Group.

# TeamAdmin_LinkDriveFolder
source: Link Drive Folder
de: Drive-Ordner verknüpfen
es: Vincular carpeta de Drive
fr: Lier un dossier Drive
it: Collega cartella Drive

# TeamAdmin_FolderUrl
source: Folder URL
de: Ordner-URL
es: URL de la carpeta
fr: URL du dossier
it: URL della cartella

# TeamAdmin_FolderUrlHelp
source: Paste the Google Drive folder URL. The folder must be shared with the service account.
de: Fügen Sie die Google Drive-Ordner-URL ein. Der Ordner muss mit dem Dienstkonto geteilt sein.
es: Pegue la URL de la carpeta de Google Drive. La carpeta debe estar compartida con la cuenta de servicio.
fr: Collez l'URL du dossier Google Drive. Le dossier doit être partagé avec le compte de service.
it: Incolli l'URL della cartella Google Drive. La cartella deve essere condivisa con l'account di servizio.

# TeamAdmin_LinkFolder
source: Link Folder
de: Ordner verknüpfen
es: Vincular carpeta
fr: Lier le dossier
it: Collega cartella

# TeamAdmin_LinkGoogleGroup
source: Link Google Group
de: Google Group verknüpfen
es: Vincular Google Group
fr: Lier un Google Group
it: Collega Google Group

# TeamAdmin_GroupEmail
source: Group Email
de: Gruppen-E-Mail
es: Correo del grupo
fr: E-mail du groupe
it: Email del gruppo

# TeamAdmin_GroupEmailHelp
source: Enter the Google Group email address. The service account must be a Manager of the group.
de: Geben Sie die E-Mail-Adresse der Google Group ein. Das Dienstkonto muss Manager der Gruppe sein.
es: Introduzca la dirección de correo del Google Group. La cuenta de servicio debe ser Administrador del grupo.
fr: Saisissez l'adresse e-mail du Google Group. Le compte de service doit être Gestionnaire du groupe.
it: Inserisca l'indirizzo email del Google Group. L'account di servizio deve essere Manager del gruppo.

# TeamAdmin_LinkGroup
source: Link Group
de: Gruppe verknüpfen
es: Vincular grupo
fr: Lier le groupe
it: Collega gruppo

# Profile_ProfilePicture
source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Photo de profil
it: Foto del profilo

# Profile_DateOfBirth
source: Date of Birth
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita

# Profile_PictureTooLarge
source: Profile picture must be under 20MB.
de: Das Profilbild darf maximal 20MB groß sein.
es: La foto de perfil debe ser inferior a 20MB.
fr: La photo de profil doit faire moins de 20 Mo.
it: La foto del profilo deve essere inferiore a 20MB.

# Profile_PictureInvalidFormat
source: Profile picture must be JPEG, PNG, or WebP format.
de: Das Profilbild muss im JPEG-, PNG- oder WebP-Format sein.
es: La foto de perfil debe estar en formato JPEG, PNG o WebP.
fr: La photo de profil doit être au format JPEG, PNG ou WebP.
it: La foto del profilo deve essere in formato JPEG, PNG o WebP.

# ProfileEdit_GoogleAvatar
source: (Google avatar)
es: (avatar de Google)
fr: (avatar Google)
it: (avatar di Google)

# ProfileEdit_PictureHelp
source: Upload a JPEG, PNG, or WebP image (max 20MB). Large images are automatically resized. This replaces your Google avatar.
de: Laden Sie ein JPEG-, PNG- oder WebP-Bild hoch (max. 20MB). Große Bilder werden automatisch verkleinert. Dies ersetzt Ihren Google-Avatar.
es: Suba una imagen JPEG, PNG o WebP (máx. 20MB). Las imágenes grandes se redimensionan automáticamente. Esto reemplaza su avatar de Google.
fr: Téléchargez une image JPEG, PNG ou WebP (max. 20 Mo). Les grandes images sont redimensionnées automatiquement. Ceci remplace votre avatar Google.
it: Carica un'immagine JPEG, PNG o WebP (max 20MB). Le immagini grandi vengono ridimensionate automaticamente. Questo sostituisce il tuo avatar di Google.

# ProfileEdit_RemovePicture
source: Remove custom picture (revert to Google avatar)
de: Benutzerdefiniertes Bild entfernen (zum Google-Avatar zurückkehren)
es: Eliminar foto personalizada (volver al avatar de Google)
fr: Supprimer la photo personnalisée (revenir à l'avatar Google)
it: Rimuovi foto personalizzata (torna all'avatar di Google)

# ProfileEdit_DateOfBirthHelp
source: Only visible to you and board members. Used for the team birthday calendar.
de: Nur für Sie und den Vorstand sichtbar. Wird für den Geburtstagskalender verwendet.
es: Solo visible para usted y la junta directiva. Se usa para el calendario de cumpleaños.
fr: Visible uniquement par vous et le conseil d'administration. Utilisé pour le calendrier des anniversaires.
it: Visibile solo a te e al consiglio. Utilizzato per il calendario dei compleanni.

# TeamDetail_TeamLeads
source: Team Leads
de: Teamleiter
es: Líderes del equipo
fr: Responsables d'équipe
it: Responsabili del team

# Birthdays_Title
source: Birthday Calendar
de: Geburtstagskalender
es: Calendario de cumpleaños
fr: Calendrier des anniversaires
it: Calendario dei compleanni

# Birthdays_Count
source: {0} birthdays in {1}
de: {0} Geburtstage im {1}
es: {0} cumpleaños en {1}
fr: {0} anniversaires en {1}
it: {0} compleanni in {1}

# Birthdays_None
source: No birthdays in {0}.
de: Keine Geburtstage im {0}.
es: No hay cumpleaños en {0}.
fr: Aucun anniversaire en {0}.
it: Nessun compleanno in {0}.

# Birthdays_Privacy
source: Only members who have set their date of birth are shown. Date of birth is only visible to the member and board.
de: Nur Mitglieder, die ihr Geburtsdatum angegeben haben, werden angezeigt. Das Geburtsdatum ist nur für das Mitglied und den Vorstand sichtbar.
es: Solo se muestran los miembros que han establecido su fecha de nacimiento. La fecha de nacimiento solo es visible para el miembro y la junta.
fr: Seuls les membres ayant renseigné leur date de naissance sont affichés. La date de naissance n'est visible que par le membre et le conseil.
it: Vengono mostrati solo i membri che hanno impostato la propria data di nascita. La data di nascita è visibile solo al membro e al consiglio.

# Error_Title
source: Error
de: Fehler
fr: Erreur
it: Errore
